IMG-0000=JAVA_HOME d\u00E9tect\u00E9 dans {0} (--fromImage), installation du JDK ignor\u00E9e
IMG-0001=[[yellow: {0} - aucune mise \u00E0 jour d''ensemble de patches recommand\u00E9e pour la version {1}]]
IMG-0002=fromImage {0} indiqu\u00E9 par l''utilisateur
IMG-0003=R\u00E9pertoire temporaire utilis\u00E9 pour le contexte de construction d''image : {0}
IMG-0004=ID de patch {0} non valide. L''ID de patch doit \u00EAtre au format {1}, o\u00F9 la premi\u00E8re partie est l''ID de patch \u00E0 8 chiffres, et la deuxi\u00E8me moiti\u00E9, apr\u00E8s le trait de soulignement, correspond \u00E0 la version du patch. La version doit \u00EAtre indiqu\u00E9e \u00E0 l''aide d''une valeur en 5 parties, par exemple 12.2.1.3.0 ou 12.2.1.3.190416. La version est requise lors de l''ajout d''un patch au cache ou lorsque plusieurs versions du m\u00EAme num\u00E9ro de patch existent pour diff\u00E9rentes versions.
IMG-0005=Fichier de r\u00E9ponses de programme d''installation : {0}
IMG-0006=Aucun conflit de patches d\u00E9tect\u00E9.
IMG-0007={0} n''est pas un r\u00E9pertoire
IMG-0008=Mise \u00E0 jour d''OPatch dans l''image finale de la version {0} vers la version {1}
IMG-0009=Aucune information d'identification fournie, v\u00E9rification de conflit de patches ignor\u00E9e.
IMG-0010=Le r\u00E9pertoire de base Oracle sera d\u00E9fini sur [[cyan: {0}]]
IMG-0011=Le programme d''installation avec la cl\u00E9="{0}" n''est pas dans le cache local. T\u00E9l\u00E9chargez le programme d''installation et ajoutez-le au cache \u00E0 l''aide de la syntaxe "imagetool cache addInstaller ..."
IMG-0012=Recherche de patches en conflit
IMG-0013=Erreur lors de l''analyse du fichier de commandes de construction suppl\u00E9mentaires {0}
IMG-0014=La section de commande de construction suppl\u00E9mentaire {0} n''\u00E9tait pas l''une des sections valides : {1}
IMG-0015=Commandes de construction suppl\u00E9mentaires, ajout de {0} lignes \u00E0 la section [{1}]
IMG-0016=ID de construction de l''outil d''image : [[cyan: {0}]]
IMG-0017=Utilisation du patch [[cyan: {0}]] \u00E0 partir du cache : {1}
IMG-0018=T\u00E9l\u00E9chargement du patch [[cyan: {0}]]...
IMG-0019={0} - localisation du num\u00E9ro de patch pour la derni\u00E8re mise \u00E0 jour d''ensemble de patches...
IMG-0020={0} - le num\u00E9ro de patch de la derni\u00E8re mise \u00E0 jour d''ensemble de patches est [[cyan: {1}]]
IMG-0021=La valeur d'ORACLE_HOME doit \u00EAtre identique dans l'ancienne et la nouvelle image afin de rebaser le domaine
IMG-0022=Informations d'identification pour le support technique Oracle non valides, v\u00E9rifiez que les valeurs fournies pour le nom utilisateur et le mot de passe correspondent \u00E0 vos informations d'identification OTN
IMG-0023=Aucune mise \u00E0 jour d''ensemble de patches recommand\u00E9e pour {0}, version {1}
IMG-0024=Le fichier de patch mis en m\u00E9moire cache {0} comporte un chemin vide
IMG-0025=Aucun r\u00E9pertoire de base de domaine dans l'image source. Ajoutez la variable d'environnement DOMAIN_HOME \u00E0 l'image source et r\u00E9essayez.
IMG-0026=La valeur de JAVA_HOME doit \u00EAtre identique dans l'ancienne et la nouvelle image afin de rebaser le domaine
IMG-0027=La valeur de --chown doit \u00EAtre compos\u00E9e de l'utilisateur et du groupe s\u00E9par\u00E9s par le symbole des deux points. Par exemple, utilisateur:groupe
IMG-0028=--chown doit contenir un UID (ID utilisateur) Unix valide. La valeur doit comporter au maximum 32 caract\u00E8res et doit commencer par une minuscule. Valeur non valide : {0}
IMG-0029=--chown doit contenir un GID (ID de groupe) Unix valide. La valeur doit comporter au maximum 32 caract\u00E8res et commencer par une minuscule. Valeur non valide : {0}
IMG-0030=Le fichier de commande de construction suppl\u00E9mentaire n''existe pas : {0}
IMG-0031=Aucune information d'identification fournie. Impossible de d\u00E9terminer latestPSU ou recommendedPatches. Indiquez --user et l'une des options --password.
IMG-0032=Impossible de trouver la derni\u00E8re mise \u00E0 jour d''ensemble de patches pour {0}, version {1}
IMG-0033=Aucune information d'identification fournie, validation des patches ignor\u00E9e
IMG-0034=L''ID de patch {0} a plusieurs versions, r\u00E9essayez la commande \u00E0 l''aide de l''une des versions de patch disponibles : {1}
IMG-0035=Impossible de copier additionalBuildFile : {0}
IMG-0036=Fichier d''inventaire de programme d''installation {0} introuvable
IMG-0037=Patch {0} pour la version {1} introuvable
IMG-0038=Impossible de nettoyer le r\u00E9pertoire temporaire, ce r\u00E9pertoire peut \u00EAtre enlev\u00E9 manuellement en toute s\u00E9curit\u00E9 : {0}
IMG-0039=Utilisation des programmes d''installation Middleware ([[green: {0}]]) version [[cyan: {1}]]
IMG-0040=Lorsque des fichiers de r\u00E9ponses personnalis\u00E9s sont indiqu\u00E9s, un fichier de r\u00E9ponses doit \u00EAtre fourni pour chacun des programmes d''installation {0}. Valeur trouv\u00E9e : {1}, valeur attendue : {2}.
IMG-0041=Utilisation du fichier de r\u00E9ponses {0} du programme d''installation fourni pour l''installation de {1}
IMG-0042={0} est introuvable ou n''est pas un fichier standard
IMG-0043=Copie de {0} vers le dossier de contexte de construction.
IMG-0044=Arguments non valides. Les param\u00E8tres --key et --path sont requis et ne peuvent pas \u00EAtre vides.
IMG-0045=Argument non valide. La valeur de --key doit correspondre \u00E0 une entr\u00E9e valide dans le cache.
IMG-0046=Toutes les entr\u00E9es ont \u00E9t\u00E9 supprim\u00E9es du cache
IMG-0047=le cache est vide
IMG-0048=L''entr\u00E9e {0} existe d\u00E9j\u00E0 en tant que {1}. Utilisez --force pour remplacer l''entr\u00E9e, ou enlevez d''abord l''entr\u00E9e existante : imagetool cache deleteEntry --key={0}
IMG-0049=Fichier introuvable, valeur non valide pour --path {0}
IMG-0050=Ajout\u00E9 au cache. [[cyan: {0}]]={1}
IMG-0051=Entr\u00E9e supprim\u00E9e [[cyan: {0}]]={1}
IMG-0052=Rien \u00E0 supprimer pour la cl\u00E9 : {0}
IMG-0053=[[brightgreen: construction r\u00E9ussie.]] Temps de construction : {0} s. Balise d''image : {1}
IMG-0054=[[brightgreen: d\u00E9roulement manuel termin\u00E9.]]  Aucune image cr\u00E9\u00E9e.
IMG-0055=RunRCU peut \u00EAtre utilis\u00E9 uniquement lors de la cr\u00E9ation d'un domaine. Essayez --wdtOperation=CREATE ou essayez d'enlever --wdtRunRCU.
IMG-0056=Le patch {0} n''est pas dans le stockage de cache et vous n''avez pas fourni les informations d''identification de support technique Oracle. Indiquez --user avec l''une des options de mot de passe ou remplissez le stockage de cache manuellement.
IMG-0057=Impossible de trouver des versions OPatch pour l''ID de bug {0}. Signalez le bug/probl\u00E8me si le probl\u00E8me persiste.
IMG-0058=Un patch ne peut pas avoir un num\u00E9ro de bug vide/NULL : {0}
IMG-0059=R\u00E9ponse non valide d''Oracle ARU, URL de t\u00E9l\u00E9chargement pour {0} introuvable
IMG-0060=Ajout du patch [[cyan: {0}]] au cache, chemin={1}
IMG-0061=Cl\u00E9 {0} introuvable dans le cache pour le patch {1}
IMG-0062=Version d'OPatch introuvable dans le stockage de cache et vous n'avez pas fourni les informations d'identification de support technique Oracle. Indiquez --user avec l'une des options de mot de passe ou remplissez le stockage de cache manuellement.
IMG-0063=Demande des informations de patch pour le patch {0}
IMG-0064=Echec de la copie du fichier {0} du cache vers le r\u00E9pertoire de contexte de construction {1}
IMG-0065=Mise \u00E0 jour de la version d'OPatch ignor\u00E9e, --skipOPatchUpdate
IMG-0066=La cl\u00E9 ne peut pas \u00EAtre NULL
IMG-0067={0} - localisation des derniers patches recommand\u00E9s...
IMG-0068={0} - patch recommand\u00E9 {1} {2} trouv\u00E9
IMG-0069=[[yellow: {0} - aucun patch recommand\u00E9 pour la version {1}]]
IMG-0070=Les derniers patches pour {0}, version {1} sont introuvables
IMG-0071=L''op\u00E9ration WDT est d\u00E9finie sur UPDATE, mais la variable d''environnement DOMAIN_HOME n''a pas \u00E9t\u00E9 d\u00E9finie dans l''image de base {0}. Vouliez-vous utiliser "--wdtOperation CREATE" pour cr\u00E9er un domaine ?
IMG-0072=La variable d''environnement ORACLE_HOME n''est pas d\u00E9finie dans l''image de base : {0}
IMG-0073=Fichier non valide {0} r\u00E9pertori\u00E9 pour --resourceTemplates
IMG-0074=OPatch ne sera pas mis \u00E0 jour, fromImage a la version {0}, la version disponible est {1}
IMG-0075=Aucune action requise, l'entr\u00E9e de cache existe d\u00E9j\u00E0
IMG-0076=Argument non valide, la valeur fournie pour {0} n''est pas valide ou est vide.
IMG-0077=Duplication du patch {0} ignor\u00E9e. Le fichier de patch existe d\u00E9j\u00E0 dans le dossier de contexte de construction. Avez-vous r\u00E9pertori\u00E9 le patch deux fois par accident ?
IMG-0078=D\u00E9marrage de la construction : {0}
IMG-0079=Gestionnaire de packages de syst\u00E8me d''exploitation {0} remplac\u00E9 par {1}
IMG-0080=Echec du nettoyage du dossier de contexte de construction {0}
IMG-0081=Impossible d'extraire la liste des versions Oracle des mises \u00E0 jour Oracle (ARU). R\u00E9essayez ult\u00E9rieurement.
IMG-0082=La version {0} ne contenait pas {1}, non-prise en compte
IMG-0083=La version {0} pour l''ID de patch {1} est introuvable dans les versions disponibles : {2}
IMG-0084=Aucun patch recommand\u00E9 trouv\u00E9 pour {0}
IMG-0085=Le patch ADR (Automatic Diagnostic Repository) recommand\u00E9 a \u00E9t\u00E9 ignor\u00E9 pour le programme d''installation WLS, utilisez --patch {0} pour appliquer ce patch
IMG-0086=Le num\u00E9ro de patch [[brightred: {0}]] est introuvable sur les serveurs Oracle, v\u00E9rifiez que le num\u00E9ro de patch est correct \u00E0 l''aide de My Oracle Support.
IMG-0087=Le r\u00E9pertoire de base Oracle dans --fromImage={0} a le propri\u00E9taire et le groupe : {1}:{2}. Vous devez mettre \u00E0 jour l''image avec les m\u00EAmes param\u00E8tres d''utilisateur et de groupe que lors de sa cr\u00E9ation. Par exemple : --chown={1}:{2}
IMG-0088=Echec de la commande de construction avec l''erreur : {0}
IMG-0089=WDT_MODEL_HOME n''a pas \u00E9t\u00E9 d\u00E9fini dans l''image source, utilisation de l''emplacement de mod\u00E8le par d\u00E9faut : {0}
IMG-0090=Rebasage des mod\u00E8les WDT uniquement. Un domaine est introuvable dans l''image source \u00E0 l''emplacement {0}
IMG-0091=Lecture des param\u00E8tres de l''image source {0}
IMG-0092=ORACLE_HOME existe d\u00E9j\u00E0 dans {0} (--fromImage), installations de Middleware ignor\u00E9es
IMG-0093=Application de patches ignor\u00E9e. L'utilisation de CREATE pour appliquer des patches \u00E0 --fromImage avec un r\u00E9pertoire ORACLE_HOME existant n'est pas prise en charge. Pour cr\u00E9er une image \u00E0 laquelle des patches ont \u00E9t\u00E9 appliqu\u00E9s, utilisez CREATE avec une image de base Linux, puis appliquez les patches et d\u00E9marrez l'installation de WebLogic en m\u00EAme temps.
IMG-0094=Type de programme d''installation d''image source : ([[green: {0}]])
IMG-0095=Impossible d''analyser la r\u00E9ponse pour les patches Oracle dans fromImage : {0}
IMG-0096=Impossible de d\u00E9terminer les produits install\u00E9s dans l''image {0}. Cause possible : dans cette image, registry.xml n''est peut-\u00EAtre pas valide. Type de programme d''installation d\u00E9fini par d\u00E9faut sur [[green: WLS]].
IMG-0097=Inspection de {0}, cette op\u00E9ration peut durer plusieurs minutes si l''image n''est pas disponible localement.
IMG-0098=Le patch [[red: {0}]] est un groupe de patches de pile, et non un patch. Enlevez {0} de --patches et utilisez plut\u00F4t [[cyan: --recommendedPatches]].
IMG-0099=Le patch [[cyan: {0}]] a \u00E9t\u00E9 trouv\u00E9 pour la version [[cyan: {1}]]. Description de bug : "{2}"
IMG-0100=Argument --fromImage manquant. La mise \u00E0 jour n\u00E9cessite qu'une image soit mise \u00E0 jour. Utilisez --fromImage pour indiquer l'image sur laquelle s'appuyer.
IMG-0101=La version d''OPatch demand\u00E9e n''est pas disponible : {0}
IMG-0102=Le fichier de {0} WDT [[brightred: {1}]] est introuvable.
IMG-0103=wdtVersion ne peut pas \u00EAtre none, une version valide du cache de l'outil d'image est requise.
IMG-0104=Vous devez indiquer au moins l'un des \u00E9l\u00E9ments suivants : un fichier de programme d'installation WDT, un fichier de mod\u00E8le WDT, un fichier de variable WDT ou un fichier d'archive WDT.
IMG-0105=La version du programme d'installation ne peut pas utiliser le mot-cl\u00E9 'none'.
IMG-0106=Echec de l''obtention d''une r\u00E9ponse du serveur de patches, {0}, nouvelle tentative [{1}/{2}]
IMG-0107=Echec du t\u00E9l\u00E9chargement et de l''enregistrement du fichier {0} \u00E0 partir de {1} : {2}
IMG-0108=La variable d''environnement {0}="{1}" n''est pas un nombre entier et sera ignor\u00E9e.
IMG-0109=Valeur non valide trouv\u00E9e dans {0}. {1} < {2}. Utilisation de la valeur par d\u00E9faut : {3}.
IMG-0110=Nombre maximal de nouvelles tentatives atteint, impossible d'obtenir les informations sur le patch d'Oracle
IMG-0111=Le r\u00E9pertoire indiqu\u00E9 avec WLSIMG_BLDDIR doit exister avant l''ex\u00E9cution de cet outil : {0}
IMG-0112=La valeur indiqu\u00E9e avec WLSIMG_BLDDIR doit \u00EAtre un r\u00E9pertoire : {0}
IMG-0113=Le r\u00E9pertoire indiqu\u00E9 avec WLSIMG_BLDDIR doit \u00EAtre accessible en \u00E9criture : {0}
IMG-0114=Impossible d''analyser la section {0} de additionalBuildCommands : {1}
IMG-0115=Impossible d'atteindre le serveur de patches Oracle pour rechercher des conflits de patches, v\u00E9rification des conflits en ligne ignor\u00E9e. OPatch v\u00E9rifiera les patches en local pendant la construction.
IMG-0116=Un conflit de patches a \u00E9t\u00E9 d\u00E9tect\u00E9. Les patches r\u00E9pertori\u00E9s entre crochets sont en conflit. Ces corrections ne peuvent pas \u00EAtre appliqu\u00E9es sans patch de fusion d'Oracle :
IMG-0117=La valeur de --sourceImage ne doit pas \u00EAtre vide.
IMG-0118=Echec du nettoyage des images de conteneur interm\u00E9diaires pour l''ID de construction {0}
