IMG-0000=JAVA_HOME rilevata in {0} (--fromImage), l''installazione di JDK verr\u00E0 saltata
IMG-0001=[[yellow: {0} - nessun PSU consigliato per la versione {1}]]
IMG-0002=L''utente ha specificato fromImage {0}
IMG-0003=Directory temporanea utilizzata per il contesto di creazione dell''immagine: {0}
IMG-0004=ID patch {0} non valido. L''ID patch deve essere nel formato {1}, dove la prima parte \u00E8 l''ID patch a 8 cifre e la seconda met\u00E0, dopo il carattere di sottolineatura, \u00E8 la versione della release per la patch. La versione della release deve essere specificata con 5 posizioni come 12.2.1.3.0 o 12.2.1.3.190416. La versione della release \u00E8 necessaria quando si aggiunge una patch alla cache o quando esistono pi\u00F9 versioni dello stesso numero di patch per versioni diverse.
IMG-0005=File di risposta dell''Installer: {0}
IMG-0006=Nessun conflitto di patch rilevato
IMG-0007={0} non \u00E8 una directory
IMG-0008=Aggiornamento di OPatch nell''immagine finale dalla versione {0} alla versione {1}
IMG-0009=Nessuna credenziale fornita, il controllo conflitti patch verr\u00E0 saltato.
IMG-0010=La Oracle home verr\u00E0 impostata su [[cyan: {0}]]
IMG-0011=L''Installer con chiave="{0}" non \u00E8 presente nella cache locale. Scaricare l''Installer e aggiungerlo alla cache con "imagetool cache addInstaller ..."
IMG-0012=Controllo di patch in conflitto
IMG-0013=Errore durante l''analisi del file di comandi di creazione aggiuntivi {0}
IMG-0014=La sezione dei comandi di creazione aggiuntivi, {0}, non era una delle sezioni valide: {1}
IMG-0015=Comandi di creazione aggiuntivi: verranno aggiunte {0} righe alla sezione [{1}]
IMG-0016=ID build di Image Tool: [[cyan: {0}]]
IMG-0017=Verr\u00E0 usata la patch [[cyan: {0}]] dalla cache: {1}
IMG-0018=Download della patch [[cyan: {0}]] in corso...
IMG-0019={0} - individuazione del numero di patch per il PSU pi\u00F9 recente in corso...
IMG-0020={0} - il numero di patch del PSU pi\u00F9 recente \u00E8 [[cyan: {1}]]
IMG-0021=Il valore di ORACLE_HOME deve essere lo stesso sia nell'immagine nuova che in quella precedente per poter ribasare il dominio
IMG-0022=Credenziali del Supporto Oracle non valide: verificare che i valori forniti per utente e password corrispondano alle credenziali OTN
IMG-0023=Nessun PSU consigliato per {0}, versione {1}
IMG-0024=Il file di patch inserito nella cache {0} contiene un percorso vuoto
IMG-0025=Nessuna home dominio nell'immagine di origine. Aggiungere la variabile di ambiente DOMAIN_HOME all'immagine di origine e riprovare.
IMG-0026=Il valore di JAVA_HOME deve essere lo stesso sia nell'immagine nuova che in quella precedente per poter ribasare il dominio
IMG-0027=Il valore di --chown deve essere un utente e un gruppo separati tra due punti, ad esempio user:group
IMG-0028=--chown deve contenere un UID (ID utente) Unix valido: deve iniziare con un carattere minuscolo e avere una lunghezza massima di 32 caratteri. Valore non valido = {0}
IMG-0029=--chown deve contenere un GID (ID gruppo) Unix valido: deve iniziare con un carattere minuscolo ed essere lungo non pi\u00F9 di 32 caratteri. Valore non valido = {0}
IMG-0030=Il file dei comandi di creazione aggiuntivi non esiste: {0}
IMG-0031=Nessuna credenziale fornita. Impossibile determinare latestPSU o recommendedPatches. Fornire il parametro --user e una delle opzioni --password.
IMG-0032=Ricerca del PSU pi\u00F9 recente per {0}, versione {1} non riuscita
IMG-0033=Nessuna credenziale fornita, la convalida delle patch verr\u00E0 saltata
IMG-0034=L''ID patch {0} presenta pi\u00F9 versioni. Riprovare a eseguire il comando utilizzando una delle versioni patch disponibili: {1}
IMG-0035=Impossibile copiare additionalBuildFile: {0}
IMG-0036=Impossibile trovare il file di inventario dell''Installer: {0}
IMG-0037=Ricerca della patch {0} per la versione {1} non riuscita
IMG-0038=Impossibile eseguire il cleanup della directory temporanea, si consiglia di rimuovere manualmente questa directory: {0}
IMG-0039=Verranno usati gli Installer middleware ([[green: {0}]]) versione [[cyan: {1}]]
IMG-0040=Quando si forniscono file di risposta personalizzati, \u00E8 necessario fornire un file di risposta per ciascun Installer {0}. Trovato {1}, previsto {2}.
IMG-0041=Per l''installazione di {1} verr\u00E0 usato il file di risposta dell''Installer fornito {0}
IMG-0042={0} non \u00E8 stato trovato o non \u00E8 un file normale
IMG-0043=Copia di {0} per creare la cartella del contesto.
IMG-0044=Argomenti non validi. Sia --key che --path sono parametri obbligatori e non possono essere vuoti.
IMG-0045=Argomento non valido. Il valore di --key deve corrispondere a una voce valida nella cache.
IMG-0046=Eliminate tutte le voci dalla cache
IMG-0047=la cache \u00E8 vuota
IMG-0048=La voce {0} esiste gi\u00E0 come {1}. Usare --force per sovrascrivere la voce o prima rimuovere la voce esistente: imagetool cache deleteEntry --key={0}
IMG-0049=File non trovato, valore non valido per --path {0}
IMG-0050=Aggiunta alla cache riuscita. [[cyan: {0}]]={1}
IMG-0051=Voce eliminata [[cyan: {0}]]={1}
IMG-0052=Niente da eliminare per chiave: {0}
IMG-0053=[[brightgreen: creazione riuscita.]] Tempo creazione={0}s. Tag immagine={1}
IMG-0054=[[brightgreen: esecuzione manuale completata.]] Nessuna immagine creata.
IMG-0055=\u00C8 possibile usare RunRCU solo durante la creazione di un nuovo dominio. Provare --wdtOperation=CREATE oppure rimuovere --wdtRunRCU.
IMG-0056=La patch {0} non \u00E8 presente nell''area di memorizzazione della cache e non sono state fornite le credenziali del Supporto Oracle. Fornire il parametro --user con una delle opzioni di password o popolare manualmente l''area di memorizzazione della cache.
IMG-0057=Impossibile trovare qualsiasi versione di OPatch per l''ID bug {0}. Segnalare il bug/problema se questo problema persiste.
IMG-0058=Una patch non pu\u00F2 avere un numero di bug vuoto/nullo: {0}
IMG-0059=Risposta non valida da Oracle ARU, impossibile individuare l''URL di download per {0}
IMG-0060=Aggiunta della patch [[cyan: {0}]] alla cache, percorso={1}
IMG-0061=Impossibile trovare la chiave {0} nella cache per la patch {1}
IMG-0062=Non \u00E8 stato possibile trovare una versione di OPatch nell'area di memorizzazione della cache e non sono state fornite le credenziali del Supporto Oracle. Fornire il parametro --user con una delle opzioni di password o popolare manualmente l'area di memorizzazione della cache.
IMG-0063=Richiesta di informazioni per la patch {0}
IMG-0064=Copia del file {0} dalla cache alla directory del contesto di creazione {1} non riuscita
IMG-0065=L'aggiornamento della versione di OPatch verr\u00E0 saltato, --skipOPatchUpdate
IMG-0066=La chiave non pu\u00F2 essere nulla
IMG-0067={0} - individuazione delle patch consigliate pi\u00F9 recenti in corso...
IMG-0068={0} - trovata patch consigliata {1} {2}
IMG-0069=[[yellow: {0} - nessuna patch consigliata per la versione {1}]]
IMG-0070=Ricerca delle patch pi\u00F9 recenti per {0}, versione {1} non riuscita
IMG-0071=L''operazione WDT \u00E8 impostata su UPDATE, ma la variabile di ambiente DOMAIN_HOME non \u00E8 stata definita nell''immagine di base, {0}. Si desidera usare "--wdtOperation CREATE" per creare un nuovo dominio?
IMG-0072=La variabile di ambiente ORACLE_HOME non \u00E8 definita nell''immagine di base: {0}
IMG-0073=File non valido {0} elencato per --resourceTemplates
IMG-0074=OPatch non verr\u00E0 aggiornato, la versione di fromImage \u00E8 {0}, la versione disponibile \u00E8 {1}
IMG-0075=L'operazione non verr\u00E0 eseguita: la voce di cache esiste gi\u00E0
IMG-0076=Argomento non valido: il valore fornito per {0} non \u00E8 valido o \u00E8 vuoto.
IMG-0077=La patch duplicata {0} verr\u00E0 saltata. Il file di patch esiste gi\u00E0 nella cartella del contesto di creazione. \u00C8 possibile che la patch sia stata elencata due volte.
IMG-0078=Avvio della creazione: {0}
IMG-0079=Sostituzione del Package Manager del sistema operativo, modificato da {0} in {1}
IMG-0080=Cleanup della cartella del contesto di build {0} non riuscito
IMG-0081=Impossibile recuperare la lista delle release Oracle dagli aggiornamenti Oracle (ARU). Riprovare pi\u00F9 tardi.
IMG-0082=La versione {0} non conteneva {1}, l''operazione verr\u00E0 saltata
IMG-0083=La versione {0} per l''ID patch {1} non \u00E8 stata trovata nelle versioni disponibili: {2}
IMG-0084=Nessuna patch consigliata trovata per {0}
IMG-0085=La patch ADR consigliata \u00E8 stata saltata per l''Installer di WLS, usare --patch {0} per applicare questa patch
IMG-0086=Ricerca del numero di patch [[brightred: {0}]] sui server Oracle non riuscita. Verificare che il numero di patch sia corretto mediante My Oracle Support.
IMG-0087=La directory Oracle home in --fromImage={0} dispone di un proprietario e di un gruppo di {1}:{2}. \u00C8 necessario aggiornare l''immagine con la stessa impostazione di utente e gruppo di quando \u00E8 stata creata. Esempio: --chown={1}:{2}
IMG-0088=Comando di creazione non riuscito con errore: {0}
IMG-0089=WDT_MODEL_HOME non \u00E8 stata impostata nell''immagine di origine; verr\u00E0 usata la posizione predefinita del modello: {0}
IMG-0090=Ribasamento solo dei modelli WDT. Nessun dominio \u00E8 stato trovato nell''immagine di origine in {0}
IMG-0091=Lettura delle impostazioni dall''immagine di origine {0}
IMG-0092=ORACLE_HOME esiste gi\u00E0 in {0} (--fromImage), le installazioni middleware verranno saltate
IMG-0093=L'applicazione di patch verr\u00E0 saltata. L'uso di CREATE per applicare patch a --fromImage con una ORACLE_HOME esistente non \u00E8 supportato. Per creare un'immagine con patch applicate, usare CREATE con un'immagine di base Linux e applicare l'installazione e le patch di WebLogic contemporaneamente.
IMG-0094=Tipo di Installer dell''immagine di origine: ([[green: {0}]])
IMG-0095=Impossibile analizzare la risposta per le patch Oracle in fromImage: {0}
IMG-0096=Impossibile determinare i prodotti installati nell''immagine {0}. La causa pi\u00F9 probabile \u00E8 che registry.xml in questa immagine potrebbe non essere valido. Verr\u00E0 usato il tipo di Installer predefinito [[green: WLS]].
IMG-0097=Ispezione di {0}, potrebbero essere necessari alcuni minuti se l''immagine non \u00E8 disponibile localmente.
IMG-0098=La patch [[red: {0}]] \u00E8 un bundle di patch stack, non una patch. Rimuovere {0} da --patches e usare [[cyan: --recommendedPatches]].
IMG-0099=Trovata patch [[cyan: {0}]] per la versione [[cyan: {1}]]. Descrizione bug: "{2}"
IMG-0100=Argomento --fromImage mancante. L'aggiornamento richiede che un'immagine venga aggiornata. Usare --fromImage per specificare l'immagine su cui basarsi.
IMG-0101=La versione di OPatch richiesta non \u00E8 disponibile: {0}
IMG-0102=Impossibile trovare il file [[brightred: {1}]] di {0} WDT.
IMG-0103=wdtVersion non pu\u00F2 essere none, \u00E8 necessaria una versione valida dalla cache di Image Tool.
IMG-0104=\u00C8 necessario fornire almeno uno dei seguenti elementi: un file dell'Installer di WDT, un file di modello WDT, un file di variabili WDT o un file di archivio WDT.
IMG-0105=La versione dell'Installer non pu\u00F2 usare la parola chiave 'none'.
IMG-0106=Recupero della risposta dal server delle patch non riuscito: {0}. Nuovo tentativo [{1}/{2}]
IMG-0107=Download e salvataggio del file {0} da {1} non riuscito: {2}
IMG-0108=La variabile di ambiente {0}="{1}" non \u00E8 un numero intero e verr\u00E0 ignorata.
IMG-0109=Valore non valido trovato in {0}. {1} < {2}. Verr\u00E0 usato il valore predefinito: {3}.
IMG-0110=Tentativi esauriti, impossibile recuperare le informazioni sulle patch da Oracle
IMG-0111=\u00C8 necessario che la directory specificata con WLSIMG_BLDDIR esista prima di eseguire questo strumento: {0}
IMG-0112=Il valore specificato con WLSIMG_BLDDIR deve essere una directory: {0}
IMG-0113=La directory specificata con WLSIMG_BLDDIR deve essere scrivibile: {0}
IMG-0114=Impossibile analizzare la sezione {0} di additionalBuildCommands: {1}
IMG-0115=Impossibile raggiungere il server delle patch Oracle per verificare la presenza di conflitti di patch, il controllo conflitti in linea verr\u00E0 saltato. OPatch controller\u00E0 le patch localmente durante la creazione.
IMG-0116=\u00C8 stato rilevato un conflitto di patch. Le patch elencate tra parentesi sono in conflitto tra loro. Queste correzioni non possono essere applicate senza una patch di unione da Oracle:
IMG-0117=Il valore di --sourceImage non deve essere vuoto.
IMG-0118=Cleanup delle immagini del contenitore intermedio per l''ID build {0} non riuscito
