IMG-0000=JAVA_HOME detectado em {0} (--fromImage); ignorando a instala\u00E7\u00E3o do JDK
IMG-0001=[[yellow: {0} - n\u00E3o h\u00E1 PSUs (atualiza\u00E7\u00F5es por conjunto de patches) recomendadas para a vers\u00E3o {1}]]
IMG-0002=O usu\u00E1rio especificou fromImage {0}
IMG-0003=Diret\u00F3rio tempor\u00E1rio usado para contexto de build de imagem: {0}
IMG-0004=Id {0} de patch inv\u00E1lido. O id do patch deve estar no formato de {1}. A primeira parte \u00E9 o ID do patch com 8 d\u00EDgitos e a segunda metade, ap\u00F3s o sublinhado, \u00E9 a vers\u00E3o da release do patch. A vers\u00E3o da release precisa ser especificada com 5 casas, como 12.2.1.3.0 ou 12.2.1.3.190416. A vers\u00E3o da release \u00E9 necess\u00E1ria ao adicionar um patch ao cache ou quando existem v\u00E1rias vers\u00F5es do mesmo n\u00FAmero de patch para vers\u00F5es distintas.
IMG-0005=Arquivo de resposta do instalador: {0}
IMG-0006=Nenhum conflito de patch detectado
IMG-0007={0} n\u00E3o \u00E9 um diret\u00F3rio
IMG-0008=Atualizando o OPatch na imagem final da vers\u00E3o {0} para a vers\u00E3o {1}
IMG-0009=Nenhuma credencial fornecida. Ignorando a verifica\u00E7\u00E3o de conflito de patch.
IMG-0010=O Oracle Home ser\u00E1 definido como [[cyan: {0}]]
IMG-0011=O instalador com a chave ="{0}" n\u00E3o est\u00E1 no cache local. Fa\u00E7a download do instalador e adicione-o ao cache com "imagetool cache addInstaller ..."
IMG-0012=Verificando se h\u00E1 patches conflitantes
IMG-0013=Erro ao fazer parsing do arquivo de comandos de build adicionais {0}
IMG-0014=A se\u00E7\u00E3o de comando de build adicional, {0}, n\u00E3o era uma das se\u00E7\u00F5es v\u00E1lidas: {1}
IMG-0015=Comandos de build adicionais, adicionando {0} linhas \u00E0 se\u00E7\u00E3o [{1}]
IMG-0016=ID de build do Image Tool: [[cyan: {0}]]
IMG-0017=Usando o patch [[cyan: {0}]] do cache: {1}
IMG-0018=Fazendo download do patch [[cyan: {0}]]...
IMG-0019={0} - localizando o n\u00FAmero do patch da PSU (atualiza\u00E7\u00E3o por conjunto de patches) mais recente...
IMG-0020={0} - o n\u00FAmero do patch da PSU (atualiza\u00E7\u00E3o por conjunto de patches) mais recente \u00E9 [[cyan: {1}]]
IMG-0021=O valor do ORACLE_HOME deve ser o mesmo na imagem nova e na antiga, para fazer rebase do dom\u00EDnio
IMG-0022=Credenciais de suporte da Oracle inv\u00E1lidas. Verifique se os valores fornecidos para usu\u00E1rio e senha correspondem \u00E0 sua credencial do OTN
IMG-0023=Nenhuma PSU (atualiza\u00E7\u00E3o por conjunto de patches) recomendada para o {0}, vers\u00E3o {1}
IMG-0024=O arquivo de patches {0} armazenado no cache tem um caminho vazio
IMG-0025=N\u00E3o h\u00E1 Home de Dom\u00EDnio na imagem de origem. Adicione a vari\u00E1vel de ambiente DOMAIN_HOME \u00E0 imagem de origem e tente novamente.
IMG-0026=O valor de JAVA_HOME deve ser o mesmo na imagem nova e na antiga, para fazer rebase do dom\u00EDnio
IMG-0027=O valor de --chown deve ser um usu\u00E1rio e um grupo, separados por dois-pontos, por exemplo, usu\u00E1rio:grupo
IMG-0028=--chown deve conter um UID (ID de usu\u00E1rio) do Unix v\u00E1lido. Deve ter no m\u00E1ximo 32 caracteres e deve come\u00E7ar com um caractere min\u00FAsculo. Valor inv\u00E1lido = {0}
IMG-0029=--chown deve conter um GID (ID de grupo) do Unix v\u00E1lido. N\u00E3o deve ter mais de 32 caracteres e deve come\u00E7ar com um caractere min\u00FAsculo. Valor inv\u00E1lido = {0}
IMG-0030=O arquivo de comando de build adicional n\u00E3o existe: {0}
IMG-0031=Nenhuma credencial fornecida. N\u00E3o \u00E9 poss\u00EDvel determinar latestPSU ou dPatches recomendados. Forne\u00E7a o --user e uma das op\u00E7\u00F5es de --password.
IMG-0032=Falha ao localizar a \u00FAltima PSU (atualiza\u00E7\u00E3o por conjunto de patches) para o {0}, vers\u00E3o {1}
IMG-0033=Nenhuma credencial fornecida. Ignorando a valida\u00E7\u00E3o de patches
IMG-0034=O Patch com ID {0} tem v\u00E1rias vers\u00F5es. Repita o comando usando uma das vers\u00F5es de patch dispon\u00EDveis: {1}
IMG-0035=N\u00E3o foi poss\u00EDvel copiar additionalBuildFile: {0}
IMG-0036=N\u00E3o foi poss\u00EDvel encontrar o arquivo do invent\u00E1rio do instalador: {0}
IMG-0037=Falha ao localizar o patch {0} para a vers\u00E3o {1}
IMG-0038=N\u00E3o \u00E9 poss\u00EDvel limpar o diret\u00F3rio temp. \u00C9 seguro remover esse diret\u00F3rio manualmente: {0}
IMG-0039=Usando instaladores de middleware ([[green: {0}]]) vers\u00E3o [[cyan: {1}]]
IMG-0040=Ao fornecer arquivos de resposta personalizados, um arquivo de resposta deve ser fornecido para cada um dos instaladores {0}. Foram encontrados {1}, eram esperados {2}.
IMG-0041=Usando o arquivo de resposta do instalador fornecido: {0} para a instala\u00E7\u00E3o do {1}
IMG-0042={0} n\u00E3o foi encontrado ou n\u00E3o \u00E9 um arquivo regular
IMG-0043=Copiando {0} para a pasta de contexto de build.
IMG-0044=Argumentos inv\u00E1lidos. --key e --path s\u00E3o par\u00E2metros obrigat\u00F3rios e n\u00E3o podem permanecer em branco.
IMG-0045=Argumento inv\u00E1lido. O valor de --key deve corresponder a uma entrada v\u00E1lida no cache.
IMG-0046=Todas as entradas do cache foram exclu\u00EDdas
IMG-0047=o cache est\u00E1 vazio
IMG-0048=A entrada {0} j\u00E1 existe como {1}. Use --force para substituir a entrada ou remova primeiro a entrada existente:  imagetool cache deleteEntry --key={0}
IMG-0049=Arquivo n\u00E3o encontrado. Valor inv\u00E1lido para --path {0}
IMG-0050=Adicionado com sucesso ao cache. [[cyan: {0}]]={1}
IMG-0051=Entrada exclu\u00EDda [[cyan: {0}]]={1}
IMG-0052=Nada a ser exclu\u00EDdo para a chave: {0}
IMG-0053=[[brightgreen: Build bem-sucedido.]] Tempo de build={0}s. Tag da imagem={1}
IMG-0054=[[brightgreen: Dry run conclu\u00EDdo.]] Nenhuma imagem criada.
IMG-0055=RunRCU s\u00F3 pode ser usado ao criar um novo dom\u00EDnio. Tente --wdtOperation=CREATE ou remover --wdtRunRCU.
IMG-0056=O patch {0} n\u00E3o est\u00E1 no armazenamento de cache e voc\u00EA n\u00E3o forneceu as credenciais do Suporte T\u00E9cnico da Oracle. Forne\u00E7a --user com uma das op\u00E7\u00F5es de senha ou preencha o armazenamento de cache manualmente.
IMG-0057=N\u00E3o \u00E9 poss\u00EDvel localizar nenhuma vers\u00E3o do OPatch para o bug com o ID {0}. Registre um bug/problema se o problema persistir.
IMG-0058=Um patch n\u00E3o pode ter um n\u00FAmero de bug vazio/nulo: {0}
IMG-0059=Resposta inv\u00E1lida da ARU da Oracle. N\u00E3o \u00E9 poss\u00EDvel localizar o URL de download para {0}
IMG-0060=Adicionando o patch [[cyan: {0}]] ao cache, caminho={1}
IMG-0061=N\u00E3o foi poss\u00EDvel localizar a chave {0} no cache para o patch {1}
IMG-0062=N\u00E3o foi poss\u00EDvel encontrar uma vers\u00E3o do Opatch no armazenamento de cache e voc\u00EA n\u00E3o forneceu as credenciais do Suporte T\u00E9cnico da Oracle. Forne\u00E7a --user com uma das op\u00E7\u00F5es de senha ou preencha o armazenamento de cache manualmente.
IMG-0063=Solicitando informa\u00E7\u00F5es para o patch {0}
IMG-0064=Falha ao copiar o arquivo, {0}, do cache para o diret\u00F3rio de contexto de build, {1}
IMG-0065=Ignorando a atualiza\u00E7\u00E3o da vers\u00E3o do OPatch, --skipOPatchUpdate
IMG-0066=A chave n\u00E3o pode ser nula
IMG-0067={0} - localizando os patches recomendados mais recentes...
IMG-0068={0} - foi encontrado o patch recomendado {1} {2}
IMG-0069=[[yellow: {0} - n\u00E3o h\u00E1 patches recomendados para a vers\u00E3o {1}]]
IMG-0070=Falha ao localizar os patches mais recentes para o {0}, vers\u00E3o {1}
IMG-0071=A opera\u00E7\u00E3o do WDT Operation est\u00E1 definida como UPDATE, mas a vari\u00E1vel de ambiente DOMAIN_HOME n\u00E3o foi definida na imagem base, {0}. Voc\u00EA pretendia usar "--wdtOperation CREATE" para criar um novo dom\u00EDnio?
IMG-0072=A vari\u00E1vel de ambiente ORACLE_HOME n\u00E3o est\u00E1 definida na imagem base: {0}
IMG-0073=Arquivo inv\u00E1lido {0} listado para --resourceTemplates
IMG-0074=O OPatch n\u00E3o ser\u00E1 atualizado; fromImage tem a vers\u00E3o {0} e a vers\u00E3o dispon\u00EDvel \u00E9 {1}
IMG-0075=N\u00E3o h\u00E1 nada a fazer. A entrada do cache j\u00E1 existe
IMG-0076=Argumento inv\u00E1lido. O valor fornecido para {0} \u00E9 inv\u00E1lido ou est\u00E1 vazio.
IMG-0077=Ignorando o patch duplicado {0}. O arquivo de patch j\u00E1 existe na pasta de contexto de build. Voc\u00EA listou acidentalmente o patch duas vezes?
IMG-0078=Iniciando o build: {0}
IMG-0079=Substitui\u00E7\u00E3o do OS Package Manager; alterado de {0} para {1}
IMG-0080=Falha ao limpar a pasta {0} de contexto de build
IMG-0081=N\u00E3o \u00E9 poss\u00EDvel recuperar a lista de releases do sistema Oracle nas Atualiza\u00E7\u00F5es da Oracle (ARU). Tente novamente mais tarde.
IMG-0082=A vers\u00E3o {0} n\u00E3o continha {1}; ignorando
IMG-0083=A vers\u00E3o {0} do patch com o ID {1} n\u00E3o foi encontrada nas vers\u00F5es dispon\u00EDveis: {2}
IMG-0084=N\u00E3o foram encontrados patches recomendados para {0}
IMG-0085=O patch do ADR recomendado foi ignorado para o instalador do WLS; use --patch {0} para aplicar este patch
IMG-0086=Falha ao localizar o n\u00FAmero do patch [[brightred: {0}]] nos servidores Oracle. Verifique se o n\u00FAmero do patch est\u00E1 correto com o My Oracle Support.
IMG-0087=O diret\u00F3rio Oracle Home em --fromImage={0} tem um propriet\u00E1rio e grupo de {1}:{2}. Voc\u00EA deve atualizar a imagem com a mesma defini\u00E7\u00E3o de usu\u00E1rio e grupo de quando ele foi criado. Exemplo: --chown={1}:{2}
IMG-0088=Falha no comando de build com o erro: {0}
IMG-0089=WDT_MODEL_HOME n\u00E3o foi definido na imagem de origem. Usando a localiza\u00E7\u00E3o padr\u00E3o do modelo: {0}
IMG-0090=Fazendo o rebase apenas de modelos WDT. Um dom\u00EDnio n\u00E3o foi encontrado na imagem de origem em {0}
IMG-0091=Lendo defini\u00E7\u00F5es na imagem de origem {0}
IMG-0092=O ORACLE_HOME j\u00E1 existe em {0} (--fromImage); ignorando instala\u00E7\u00F5es de middleware
IMG-0093=Aplica\u00E7\u00E3o de patches ignorada. N\u00E3o h\u00E1 suporte para o uso de CREATE para aplicar patch a --fromImage com um ORACLE_HOME existente. Para criar uma imagem com patch, use CREATE com uma imagem base do linux e aplique a instala\u00E7\u00E3o e patches do WebLogic ao mesmo tempo.
IMG-0094=Tipo de instalador da imagem de origem: ([[green: {0}]])
IMG-0095=N\u00E3o \u00E9 poss\u00EDvel fazer parsing da resposta para patches da Oracle em fromImage: {0}
IMG-0096=N\u00E3o \u00E9 poss\u00EDvel determinar os produtos instalados na imagem {0}. A causa mais prov\u00E1vel \u00E9 que o arquivo registry.xml nesta imagem pode ser inv\u00E1lido. Adotando o tipo de instalador padr\u00E3o como [[green: WLS]].
IMG-0097=Inspecionando {0}; essa opera\u00E7\u00E3o poder\u00E1 demorar alguns minutos se a imagem n\u00E3o estiver dispon\u00EDvel no local.
IMG-0098=O patch [[red: {0}]] \u00E9 um Stack Patch Bundle, n\u00E3o um patch. Remova {0} de --patches e use em seu lugar [[cyan: --recommendedPatches]].
IMG-0099=Foi encontrado o patch [[cyan: {0}]] para a vers\u00E3o [[cyan: {1}]]. Descri\u00E7\u00E3o do bug: "{2}"
IMG-0100=Falta o argumento --fromImage. A atualiza\u00E7\u00E3o requer a atualiza\u00E7\u00E3o de uma imagem. Use --fromImage para especificar a imagem na qual basear o build.
IMG-0101=A vers\u00E3o do OPatch que voc\u00EA solicitou n\u00E3o est\u00E1 dispon\u00EDvel: {0}
IMG-0102=N\u00E3o foi poss\u00EDvel encontrar o arquivo {0} do WDT [[brightred: {1}]].
IMG-0103=wdtVersion n\u00E3o pode ser nulo; \u00E9 necess\u00E1ria uma vers\u00E3o v\u00E1lida do cache do Image Tool.
IMG-0104=Voc\u00EA deve fornecer pelo menos uma destas op\u00E7\u00F5es: um arquivo do instalador do WDT, um arquivo de modelo do WDT, um arquivo de vari\u00E1veis do WDT ou um arquivo compactado do WDT.
IMG-0105=A vers\u00E3o do instalador n\u00E3o pode usar a palavra-chave 'none'.
IMG-0106=Falha ao obter a resposta do servidor de patches, {0}; tentando novamente [{1}/{2}]
IMG-0107=Falha ao fazer download e salvar o arquivo {0} de {1}: {2}
IMG-0108=A vari\u00E1vel de ambiente {0}="{1}" n\u00E3o \u00E9 um n\u00FAmero inteiro e ser\u00E1 ignorada.
IMG-0109=Valor inv\u00E1lido encontrado em {0}. {1} < {2}. Usando o valor padr\u00E3o: {3}.
IMG-0110=Novas tentativas esgotadas. N\u00E3o \u00E9 poss\u00EDvel obter informa\u00E7\u00F5es de patch na Oracle
IMG-0111=O diret\u00F3rio especificado com WLSIMG_BLDDIR deve existir antes de executar esta ferramenta: {0}
IMG-0112=O valor especificado com WLSIMG_BLDDIR deve ser um diret\u00F3rio: {0}
IMG-0113=O diret\u00F3rio especificado com WLSIMG_BLDDIR deve ser grav\u00E1vel: {0}
IMG-0114=N\u00E3o \u00E9 poss\u00EDvel fazer parsing da se\u00E7\u00E3o {0} de additionalBuildCommands: {1}
IMG-0115=N\u00E3o \u00E9 poss\u00EDvel acessar o servidor de patches da Oracle para verificar se h\u00E1 conflitos de patch. Ignorando a verifica\u00E7\u00E3o de conflitos on-line. O OPatch verificar\u00E1 os patches no local durante o build.
IMG-0116=Um conflito de patch foi detectado. Os patches listados entre colchetes est\u00E3o em conflito entre si. Essas corre\u00E7\u00F5es n\u00E3o podem ser aplicadas sem um patch de mesclagem da Oracle:
IMG-0117=O valor para --sourceImage n\u00E3o deve permanecer vazio.
IMG-0118=Falha ao limpar imagens do cont\u00EAiner intermedi\u00E1rio para o build com ID {0}
