IMG-0000=JAVA_HOME gefunden in {0} (--fromImage), JDK-Installation wird \u00FCbersprungen
IMG-0001=[[yellow: {0} - es sind keine empfohlenen PSUs f\u00FCr Version {1} vorhanden]]
IMG-0002=Vom Benutzer angegebenes fromImage {0}
IMG-0003=Tempor\u00E4res Verzeichnis verwendet f\u00FCr Image-Build-Kontext: {0}
IMG-0004=Ung\u00FCltige Patch-ID {0}. Die Patch-ID muss das Format {1} haben. Dabei ist der erste Teil die 8-stellige Patch-ID, und der zweite Teil nach dem Unterstrich die Releaseversion f\u00FCr den Patch. Die Releaseversion muss mit 5 Positionen angegeben werden. Beispiel: 12.2.1.3.0 oder 12.2.1.3.190416. Die Releaseversion ist erforderlich, wenn dem Cache ein Patch hinzugef\u00FCgt wird oder wenn mehrere Versionen der gleichen Patchnummer f\u00FCr unterschiedliche Versionen vorliegen.
IMG-0005=Antwortdatei f\u00FCr das Installationsprogramm: {0}
IMG-0006=Keine Patchkonflikte gefunden
IMG-0007={0} ist kein Verzeichnis
IMG-0008=OPatch wird im endg\u00FCltigen Image von Version {0} auf Version {1} aktualisiert
IMG-0009=Keine Zugangsdaten angegeben, Patchkonfliktpr\u00FCfung wird \u00FCbersprungen.
IMG-0010=Oracle Home wird auf [[cyan: {0}]] gesetzt
IMG-0011=Installationsprogramm mit key="{0}" befindet sich nicht im lokalen Cache. Laden Sie das Installationsprogramm herunter, und f\u00FCgen Sie es mit "imagetool cache addInstaller ..." dem Cache hinzu
IMG-0012=Pr\u00FCfung auf unvereinbare Patches
IMG-0013=Fehler beim Parsen der Datei der zus\u00E4tzlichen Build-Befehle {0}
IMG-0014=Der Abschnitt mit den zus\u00E4tzlichen Build-Befehlen, {0}, geh\u00F6rte nicht zu den g\u00FCltigen Abschnitten: {1}
IMG-0015=Zus\u00E4tzliche Build-Befehle, {0} Zeilen werden Abschnitt [{1}] hinzugef\u00FCgt
IMG-0016=Image Tool-Build-ID: [[cyan: {0}]]
IMG-0017=Verwendet wird Patch [[cyan: {0}]] aus Cache: {1}
IMG-0018=Patch [[cyan: {0}]] wird heruntergeladen...
IMG-0019={0} - Patchnummer f\u00FCr das neueste PSU wird gesucht...
IMG-0020={0} - die neueste PSU-Patchnummer ist [[cyan: {1}]]
IMG-0021=ORACLE_HOME-Wert muss im neuen und im alten Image identisch sein, damit die Domain umbasiert werden kann
IMG-0022=Ung\u00FCltige Oracle Support-Zugangsdaten. Pr\u00FCfen Sie, ob die f\u00FCr Benutzer und Kennwort angegebenen Werte mit Ihren OTN-Zugangsdaten \u00FCbereinstimmen
IMG-0023=Kein PSU empfohlen f\u00FCr {0}, Version {1}
IMG-0024=Gecachte Patchdatei {0} hat einen leeren Pfad
IMG-0025=Kein Domain-Home in Quellimage. F\u00FCgen Sie die Umgebungsvariable DOMAIN_HOME dem Quellimage hinzu, und versuchen Sie es erneut.
IMG-0026=JAVA_HOME-Wert muss im neuen und im alten Image identisch sein, damit die Domain umbasiert werden kann
IMG-0027=Der Wert f\u00FCr --chown muss aus Benutzer und Gruppe mit Doppelpunkt als Trennzeichen bestehen. Beispiel: benutzer:gruppe
IMG-0028=--chown muss eine g\u00FCltige Unix-UID (User ID) mit maximal 32 Zeichen enthalten, die mit einem Kleinbuchstaben beginnen muss. Ung\u00FCltiger Wert = {0}
IMG-0029=--chown muss eine g\u00FCltige Unix-GID (Group ID) mit maximal 32 Zeichen enthalten, die mit einem Kleinbuchstabe beginnen muss. Ung\u00FCltiger Wert = {0}
IMG-0030=Zus\u00E4tzliche Build-Befehlsdatei ist nicht vorhanden: {0}
IMG-0031=Keine Zugangsdaten angegeben. latestPSU oder recommendedPatches k\u00F6nnen nicht bestimmt werden. Geben Sie den --user und eine der Optionen f\u00FCr --password an.
IMG-0032=Das neueste PSU f\u00FCr {0}, Version {1} wurde nicht gefunden
IMG-0033=Keine Zugangsdaten angegeben, Validierung der Patches wird \u00FCbersprungen
IMG-0034=Patch-ID {0} hat mehrere Versionen. Geben Sie den Befehl mit einer der verf\u00FCgbaren Patchversionen erneut ein: {1}
IMG-0035=additionalBuildFile konnte nicht kopiert werden: {0}
IMG-0036=Bestandsdatei des Installationsprogramms wurde nicht gefunden: {0}
IMG-0037=Patch {0} f\u00FCr Version {1} wurde nicht gefunden
IMG-0038=Tempor\u00E4res Verzeichnis kann nicht bereinigt werden. Sie k\u00F6nnen dieses Verzeichnis manuell entfernen: {0}
IMG-0039=Verwendet werden die Middleware-Installationsprogramme ([[green: {0}]]) Version [[cyan: {1}]]
IMG-0040=Wenn benutzerdefinierte Antwortdateien angegeben werden, muss f\u00FCr jedes der Installationsprogramme {0} eine Antwortdatei angegeben werden. Gefunden: {1}, erwartet: {2}.
IMG-0041=Die angegebene Antwortdatei {0} f\u00FCr das Installationsprogramm wird f\u00FCr die Installation von {1} verwendet
IMG-0042={0} wurde nicht gefunden oder ist keine regul\u00E4re Datei
IMG-0043={0} wird in den Build-Kontextordner kopiert.
IMG-0044=Ung\u00FCltige Argumente. Sowohl --key als auch --path sind erforderliche Parameter und d\u00FCrfen nicht leer sein.
IMG-0045=Ung\u00FCltiges Argument. Der Wert f\u00FCr --key muss einem g\u00FCltigen Eintrag im Cache entsprechen.
IMG-0046=Alle Eintr\u00E4ge aus dem Cache gel\u00F6scht
IMG-0047=Cache ist leer
IMG-0048=Der Eintrag {0} ist als {1} bereits vorhanden. Verwenden Sie --force, um den Eintrag zu \u00FCberschreiben, oder entfernen Sie zun\u00E4chst den vorhandenen Eintrag: imagetool cache deleteEntry --key={0}
IMG-0049=Datei nicht gefunden, ung\u00FCltiger Wert f\u00FCr --path {0}
IMG-0050=Erfolgreich zum Cache hinzugef\u00FCgt. [[cyan: {0}]]={1}
IMG-0051=Eintrag [[cyan: {0}]]={1} wurde gel\u00F6scht
IMG-0052=Keine Daten zum L\u00F6schen f\u00FCr Schl\u00FCssel: {0}
IMG-0053=[[brightgreen: Build erfolgreich.]] Build-Zeit={0} s. Imagetag={1}
IMG-0054=[[brightgreen: Testlauf abgeschlossen.]] Kein Image erstellt.
IMG-0055=RunRCU kann nur beim Erstellen einer neuen Domain verwendet werden. Versuchen Sie --wdtOperation=CREATE oder das Entfernen von --wdtRunRCU.
IMG-0056=Patch {0} befindet sich nicht im Cachespeicher, und Sie haben keine Zugangsdaten f\u00FCr Oracle Support angegeben. Geben Sie --user mit einer der Kennwortoptionen an, oder f\u00FCllen Sie den Cachespeicher manuell auf.
IMG-0057=Keine OPatch-Versionen f\u00FCr Bug-ID {0} gefunden. Loggen Sie einen Bug/ein Problem, wenn das Problem weiterhin besteht.
IMG-0058=Ein Patch kann keine leere/Null-Bugnummer haben: {0}
IMG-0059=Ung\u00FCltige Antwort von Oracle ARU, Download-URL f\u00FCr {0} nicht gefunden
IMG-0060=Patch [[cyan: {0}]] wird dem Cache hinzugef\u00FCgt, Pfad={1}
IMG-0061=Schl\u00FCssel {0} wurde im Cache f\u00FCr Patch {1} nicht gefunden
IMG-0062=Eine OPatch-Version wurde im Cachespeicher nicht gefunden, und Sie haben keine Zugangsdaten f\u00FCr Oracle Support angegeben. Geben Sie --user mit einer der Kennwortoptionen an, oder f\u00FCllen Sie den Cachespeicher manuell auf.
IMG-0063=Patchinformationen werden angefordert f\u00FCr Patch {0}
IMG-0064=Datei {0} konnte nicht aus dem Cache in das Build-Kontextverzeichnis {1} kopiert werden
IMG-0065=OPatch-Versionsupdate wird \u00FCbersprungen, --skipOPatchUpdate
IMG-0066=Schl\u00FCssel muss einen Wert enthalten
IMG-0067={0} - die neuesten empfohlenen Patches werden gesucht...
IMG-0068={0} - empfohlener Patch {1} {2} wurde gefunden
IMG-0069=[[yellow: {0} - es sind keine empfohlenen Patches vorhanden f\u00FCr Version {1}]]
IMG-0070=Die neuesten Patches wurden nicht gefunden f\u00FCr {0}, Version {1}
IMG-0071=WDT-Vorgang ist auf UPDATE gesetzt, aber die Umgebungsvariable DOMAIN_HOME war im Basisimage {0} nicht definiert. Wollten Sie mit "--wdtOperation CREATE" eine neue Domain erstellen?
IMG-0072=Die Umgebungsvariable ORACLE_HOME ist nicht definiert im Basisimage: {0}
IMG-0073=Ung\u00FCltige Datei {0} aufgelistet f\u00FCr --resourceTemplates
IMG-0074=OPatch wird nicht aktualisiert, fromImage hat Version {0}, die verf\u00FCgbare Version ist {1}
IMG-0075=Kein Vorgang erforderlich, Cacheeintrag ist bereits vorhanden
IMG-0076=Ung\u00FCltiges Argument, der f\u00FCr {0} angegebene Wert ist ung\u00FCltig oder leer.
IMG-0077=Der doppelte Patch {0} wird \u00FCbersprungen. Die Patchdatei ist im Build-Kontextordner bereits vorhanden. Haben Sie den Patch versehentlich doppelt aufgelistet?
IMG-0078=Build wird gestartet: {0}
IMG-0079=Override des Betriebssystem-Packagemanagers, ge\u00E4ndert von {0} in {1}
IMG-0080=Build-Kontextordner {0} konnte nicht bereinigt werden
IMG-0081=Liste der Oracle-Releases kann aus den Oracle-Updates (ARU) nicht abgerufen werden. Versuchen Sie es sp\u00E4ter erneut.
IMG-0082=Version {0} enthielt nicht {1}, wird \u00FCbersprungen
IMG-0083=Version {0} f\u00FCr Patch-ID {1} wurde nicht gefunden in den verf\u00FCgbaren Versionen: {2}
IMG-0084=Keine empfohlenen Patches gefunden f\u00FCr {0}
IMG-0085=Der empfohlene ADR-Patch wurde f\u00FCr das WLS-Installationsprogramm \u00FCbersprungen. Verwenden Sie --patch {0}, um diesen Patch einzuspielen
IMG-0086=Patchnummer [[brightred: {0}]] wurde auf den Oracle-Servern nicht gefunden. \u00DCberpr\u00FCfen Sie mit My Oracle Support, ob die Patchnummer richtig ist.
IMG-0087=Das Oracle Home-Verzeichnis in --fromImage={0} hat Eigent\u00FCmer und Gruppe {1}:{2}. Sie m\u00FCssen das Image mit der gleichen Benutzer- und Gruppeneinstellung wie bei der Erstellung aktualisieren. Beispiel: --chown={1}:{2}
IMG-0088=Build-Befehl nicht erfolgreich. Fehler: {0}
IMG-0089=WDT_MODEL_HOME wurde im Quellimage nicht festgelegt. Verwendet wird der Standardmodellspeicherort: {0}
IMG-0090=Nur WDT-Modelle werden umbasiert. Im Quellimage wurde bei {0} keine Domain gefunden
IMG-0091=Einstellungen werden gelesen aus dem Quellimage {0}
IMG-0092=ORACLE_HOME ist bereits vorhanden in {0} (--fromImage), Middleware-Installationen werden \u00FCbersprungen
IMG-0093=Patching wurde \u00FCbersprungen. Die Verwendung von CREATE zum Patchen von --fromImage mit einem vorhandenen ORACLE_HOME wird nicht unterst\u00FCtzt. Verwenden Sie zum Erstellen eines gepatchten Images CREATE mit einem Linux-Basisimage, und spielen Sie die WebLogic-Installation und -Patches gleichzeitig ein.
IMG-0094=Typ des Quellimage-Installationsprogramms: ([[green: {0}]])
IMG-0095=Antwort kann nicht geparst werden f\u00FCr Oracle-Patches in fromImage: {0}
IMG-0096=Die installierten Produkte k\u00F6nnen in Image {0} nicht bestimmt werden. Das liegt wahrscheinlich daran, dass registry.xml in diesem Image ung\u00FCltig ist. Der Typ des Installationsprogramms wird auf den Standardwert [[green: WLS]] gesetzt.
IMG-0097={0} wird gepr\u00FCft. Dies kann einige Minuten dauern, wenn das Image nicht lokal verf\u00FCgbar ist.
IMG-0098=Patch [[red: {0}]] ist ein Stackpatch-Bundle, kein Patch. Entfernen Sie {0} aus --patches, und verwenden Sie stattdessen [[cyan: --recommendedPatches]].
IMG-0099=Patch [[cyan: {0}]] gefunden f\u00FCr Version [[cyan: {1}]]. Bugbeschreibung: "{2}"
IMG-0100=Argument --fromImage fehlt. Update erfordert die Aktualisierung eines Images. Verwenden Sie --fromImage, um das Image anzugeben, auf dem der Build erstellt werden soll.
IMG-0101=Die angeforderte Version von OPatch ist nicht verf\u00FCgbar: {0}
IMG-0102=Die WDT-{0}-Datei [[brightred: {1}]] wurde nicht gefunden.
IMG-0103=wdtVersion darf nicht "none" lauten. Eine g\u00FCltige Version aus dem Image Tool-Cache ist erforderlich.
IMG-0104=Sie m\u00FCssen mindestens eine der folgenden Dateien angeben: eine WDT-Installationsdatei, eine WDT-Modelldatei, eine WDT-Variablendatei oder eine WDT-Archivdatei.
IMG-0105=Die Version des Installationsprogramms darf nicht das Schl\u00FCsselwort "none" verwenden.
IMG-0106=Keine Antwort vom Patchserver erhalten, {0}, erneuter Versuch [{1}/{2}]
IMG-0107=Datei {0} konnte nicht von {1} heruntergeladen und gespeichert werden: {2}
IMG-0108=Umgebungsvariable {0}="{1}" ist keine Ganzzahl und wird ignoriert.
IMG-0109=Ung\u00FCltiger Wert gefunden in {0}. {1} < {2}. Standardwert wird verwendet: {3}.
IMG-0110=Zul\u00E4ssige Wiederholungsversuche ersch\u00F6pft, Patchinformationen k\u00F6nnen nicht von Oracle abgerufen werden
IMG-0111=Das mit WLSIMG_BLDDIR angegebene Verzeichnis muss vorhanden sein, bevor dieses Tool ausgef\u00FChrt wird: {0}
IMG-0112=Der mit WLSIMG_BLDDIR angegebene Wert muss ein Verzeichnis sein: {0}
IMG-0113=Das mit WLSIMG_BLDDIR angegebene Verzeichnis darf nicht schreibgesch\u00FCtzt sein: {0}
IMG-0114=Abschnitt {0} von additionalBuildCommands kann nicht geparst werden: {1}
IMG-0115=Oracle-Patchserver ist nicht erreichbar, Pr\u00FCfen auf Patchkonflikte nicht m\u00F6glich. Die Onlinekonfliktpr\u00FCfung wird \u00FCbersprungen. OPatch pr\u00FCft die Patches lokal w\u00E4hrend der Build-Erstellung.
IMG-0116=Ein Patchkonflikt wurde gefunden. Die in Klammern aufgef\u00FChrten Patches sind unvereinbar. Diese Fixes k\u00F6nnen ohne einen Konsolidierungspatch von Oracle nicht eingespielt werden:
IMG-0117=Der Wert f\u00FCr "--sourceImage" darf nicht leer sein.
IMG-0118=Zwischencontainerimages f\u00FCr Build-ID {0} konnten nicht bereinigt werden
