IMG-0000={0} (--fromImage)\u3067JAVA_HOME\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002JDK\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3092\u30B9\u30AD\u30C3\u30D7\u3057\u3066\u3044\u307E\u3059
IMG-0001=[[yellow: {0} - \u30D0\u30FC\u30B8\u30E7\u30F3{1}\u306E\u63A8\u5968PSU\u306F\u3042\u308A\u307E\u305B\u3093]]
IMG-0002=\u30E6\u30FC\u30B6\u30FC\u304CfromImage {0}\u3092\u6307\u5B9A\u3057\u307E\u3057\u305F
IMG-0003=\u30A4\u30E1\u30FC\u30B8\u30FB\u30D3\u30EB\u30C9\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306B\u4F7F\u7528\u3055\u308C\u308B\u4E00\u6642\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA: {0}
IMG-0004=\u30D1\u30C3\u30C1ID {0}\u306F\u7121\u52B9\u3067\u3059\u3002\u30D1\u30C3\u30C1ID\u306F{1}\u306E\u5F62\u5F0F\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u524D\u534A\u90E8\u5206\u306F8\u6841\u306E\u30D1\u30C3\u30C1ID\u3067\u3001\u30A2\u30F3\u30C0\u30FC\u30B9\u30B3\u30A2\u306E\u5F8C\u306E\u5F8C\u534A\u306F\u30D1\u30C3\u30C1\u306E\u30EA\u30EA\u30FC\u30B9\u30FB\u30D0\u30FC\u30B8\u30E7\u30F3\u3067\u3059\u3002\u30EA\u30EA\u30FC\u30B9\u30FB\u30D0\u30FC\u30B8\u30E7\u30F3\u306F\u300112.2.1.3.0\u308412.2.1.3.190416\u306A\u3069\u30015\u3064\u306E\u4F4D\u3067\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u30EA\u30EA\u30FC\u30B9\u30FB\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u5FC5\u8981\u306A\u306E\u306F\u3001\u30D1\u30C3\u30C1\u3092\u30AD\u30E3\u30C3\u30B7\u30E5\u306B\u8FFD\u52A0\u3059\u308B\u5834\u5408\u3084\u3001\u7570\u306A\u308B\u30D0\u30FC\u30B8\u30E7\u30F3\u306B\u5BFE\u3057\u3066\u540C\u3058\u30D1\u30C3\u30C1\u756A\u53F7\u306E\u8907\u6570\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u5B58\u5728\u3059\u308B\u5834\u5408\u3067\u3059\u3002
IMG-0005=\u30A4\u30F3\u30B9\u30C8\u30FC\u30E9\u30FB\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30D5\u30A1\u30A4\u30EB: {0}
IMG-0006=\u30D1\u30C3\u30C1\u306E\u7AF6\u5408\u306F\u691C\u51FA\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F
IMG-0007={0}\u306F\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3067\u306F\u3042\u308A\u307E\u305B\u3093
IMG-0008=\u6700\u7D42\u30A4\u30E1\u30FC\u30B8\u306EOPatch\u3092\u30D0\u30FC\u30B8\u30E7\u30F3{0}\u304B\u3089\u30D0\u30FC\u30B8\u30E7\u30F3{1}\u306B\u66F4\u65B0\u3057\u3066\u3044\u307E\u3059
IMG-0009=\u8CC7\u683C\u8A3C\u660E\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u30D1\u30C3\u30C1\u7AF6\u5408\u30C1\u30A7\u30C3\u30AF\u3092\u30B9\u30AD\u30C3\u30D7\u3057\u3066\u3044\u307E\u3059\u3002
IMG-0010=Oracle\u30DB\u30FC\u30E0\u306F[[cyan: {0}]]\u306B\u8A2D\u5B9A\u3055\u308C\u307E\u3059
IMG-0011=\u30AD\u30FC="{0}"\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30E9\u306F\u30ED\u30FC\u30AB\u30EB\u30FB\u30AD\u30E3\u30C3\u30B7\u30E5\u306B\u3042\u308A\u307E\u305B\u3093\u3002\u30A4\u30F3\u30B9\u30C8\u30FC\u30E9\u3092\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3057\u3001"imagetool cache addInstaller ..."\u3067\u30AD\u30E3\u30C3\u30B7\u30E5\u306B\u8FFD\u52A0\u3057\u3066\u304F\u3060\u3055\u3044
IMG-0012=\u7AF6\u5408\u3059\u308B\u30D1\u30C3\u30C1\u3092\u30C1\u30A7\u30C3\u30AF\u3057\u3066\u3044\u307E\u3059
IMG-0013=\u8FFD\u52A0\u306E\u30D3\u30EB\u30C9\u30FB\u30B3\u30DE\u30F3\u30C9\u30FB\u30D5\u30A1\u30A4\u30EB{0}\u306E\u89E3\u6790\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F
IMG-0014=\u8FFD\u52A0\u306E\u30D3\u30EB\u30C9\u30FB\u30B3\u30DE\u30F3\u30C9\u30FB\u30BB\u30AF\u30B7\u30E7\u30F3{0}\u306F\u6709\u52B9\u306A\u30BB\u30AF\u30B7\u30E7\u30F3\u306E1\u3064\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3067\u3057\u305F: {1}
IMG-0015=\u8FFD\u52A0\u306E\u30D3\u30EB\u30C9\u30FB\u30B3\u30DE\u30F3\u30C9\u3002\u30BB\u30AF\u30B7\u30E7\u30F3[{1}]\u306B{0}\u884C\u8FFD\u52A0\u3057\u3066\u3044\u307E\u3059
IMG-0016=\u30A4\u30E1\u30FC\u30B8\u30FB\u30C4\u30FC\u30EB\u30FB\u30D3\u30EB\u30C9ID: [[cyan: {0}]]
IMG-0017=\u30AD\u30E3\u30C3\u30B7\u30E5\u306B\u3042\u308B\u30D1\u30C3\u30C1[[cyan: {0}]]\u3092\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059: {1}
IMG-0018=\u30D1\u30C3\u30C1[[cyan: {0}]]\u3092\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3057\u3066\u3044\u307E\u3059...
IMG-0019={0} - \u6700\u65B0\u306EPSU\u306E\u30D1\u30C3\u30C1\u756A\u53F7\u3092\u7279\u5B9A\u3057\u3066\u3044\u307E\u3059...
IMG-0020={0} - \u6700\u65B0\u306EPSU\u306E\u30D1\u30C3\u30C1\u756A\u53F7\u306F[[cyan: {1}]]\u3067\u3059
IMG-0021=\u30C9\u30E1\u30A4\u30F3\u3092\u30EA\u30D9\u30FC\u30B9\u3059\u308B\u306B\u306F\u3001ORACLE_HOME\u306E\u5024\u304C\u65B0\u3057\u3044\u30A4\u30E1\u30FC\u30B8\u3068\u53E4\u3044\u30A4\u30E1\u30FC\u30B8\u306E\u4E21\u65B9\u3067\u540C\u3058\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
IMG-0022=Oracle\u30B5\u30DD\u30FC\u30C8\u306E\u8CC7\u683C\u8A3C\u660E\u304C\u7121\u52B9\u3067\u3059\u3002\u30E6\u30FC\u30B6\u30FC\u304A\u3088\u3073\u30D1\u30B9\u30EF\u30FC\u30C9\u306B\u6307\u5B9A\u3057\u305F\u5024\u304COTN\u306E\u8CC7\u683C\u8A3C\u660E\u3068\u4E00\u81F4\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
IMG-0023={0}\u3001\u30D0\u30FC\u30B8\u30E7\u30F3{1}\u306B\u63A8\u5968\u3055\u308C\u308BPSU\u306F\u3042\u308A\u307E\u305B\u3093
IMG-0024=\u30AD\u30E3\u30C3\u30B7\u30E5\u3055\u308C\u305F\u30D1\u30C3\u30C1\u30FB\u30D5\u30A1\u30A4\u30EB{0}\u306B\u7A7A\u306E\u30D1\u30B9\u304C\u3042\u308A\u307E\u3059
IMG-0025=\u30BD\u30FC\u30B9\u30FB\u30A4\u30E1\u30FC\u30B8\u306B\u30C9\u30E1\u30A4\u30F3\u30FB\u30DB\u30FC\u30E0\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u30BD\u30FC\u30B9\u30FB\u30A4\u30E1\u30FC\u30B8\u306BDOMAIN_HOME\u74B0\u5883\u5909\u6570\u3092\u8FFD\u52A0\u3057\u3001\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
IMG-0026=\u30C9\u30E1\u30A4\u30F3\u3092\u30EA\u30D9\u30FC\u30B9\u3059\u308B\u306B\u306F\u3001JAVA_HOME\u306E\u5024\u304C\u65B0\u3057\u3044\u30A4\u30E1\u30FC\u30B8\u3068\u53E4\u3044\u30A4\u30E1\u30FC\u30B8\u306E\u4E21\u65B9\u3067\u540C\u3058\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
IMG-0027=--chown\u306E\u5024\u306F\u30B3\u30ED\u30F3\u3067\u533A\u5207\u3089\u308C\u305F\u30E6\u30FC\u30B6\u30FC\u304A\u3088\u3073\u30B0\u30EB\u30FC\u30D7\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u4F8B: user:group
IMG-0028=--chown\u306B\u306F\u6709\u52B9\u306AUnix UID (\u30E6\u30FC\u30B6\u30FCID)\u304C\u542B\u307E\u308C\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u6700\u5927\u9577\u306F32\u6587\u5B57\u3067\u3001\u5148\u982D\u306F\u5C0F\u6587\u5B57\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u7121\u52B9\u306A\u5024 = {0}
IMG-0029=--chown\u306B\u306F\u6709\u52B9\u306AUnix GID (\u30B0\u30EB\u30FC\u30D7ID)\u304C\u542B\u307E\u308C\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u6700\u592732\u6587\u5B57\u3067\u3001\u5148\u982D\u306F\u5C0F\u6587\u5B57\u3067\u3059\u3002\u7121\u52B9\u306A\u5024 = {0}
IMG-0030=\u8FFD\u52A0\u306E\u30D3\u30EB\u30C9\u30FB\u30B3\u30DE\u30F3\u30C9\u30FB\u30D5\u30A1\u30A4\u30EB\u304C\u5B58\u5728\u3057\u307E\u305B\u3093: {0}
IMG-0031=\u8CC7\u683C\u8A3C\u660E\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002latestPSU\u307E\u305F\u306FrecommendedPatches\u3092\u5224\u5225\u3067\u304D\u307E\u305B\u3093\u3002--user\u3068--password\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u3044\u305A\u308C\u304B\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
IMG-0032={0}\u3001\u30D0\u30FC\u30B8\u30E7\u30F3{1}\u306B\u5BFE\u3059\u308B\u6700\u65B0\u306EPSU\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F
IMG-0033=\u8CC7\u683C\u8A3C\u660E\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u30D1\u30C3\u30C1\u306E\u691C\u8A3C\u3092\u30B9\u30AD\u30C3\u30D7\u3057\u3066\u3044\u307E\u3059
IMG-0034=\u30D1\u30C3\u30C1ID {0}\u306B\u306F\u8907\u6570\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u3042\u308A\u307E\u3059\u3002\u4F7F\u7528\u53EF\u80FD\u306A\u30D1\u30C3\u30C1\u30FB\u30D0\u30FC\u30B8\u30E7\u30F3\u306E\u3044\u305A\u308C\u304B\u3092\u4F7F\u7528\u3057\u3066\u30B3\u30DE\u30F3\u30C9\u3092\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044: {1}
IMG-0035=additionalBuildFile\u3092\u30B3\u30D4\u30FC\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F: {0}
IMG-0036=\u30A4\u30F3\u30B9\u30C8\u30FC\u30E9\u30FB\u30A4\u30F3\u30D9\u30F3\u30C8\u30EA\u30FB\u30D5\u30A1\u30A4\u30EB\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093: {0}
IMG-0037=\u30D0\u30FC\u30B8\u30E7\u30F3{1}\u306E\u30D1\u30C3\u30C1{0}\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F
IMG-0038=\u4E00\u6642\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3092\u30AF\u30EA\u30FC\u30F3\u30A2\u30C3\u30D7\u3067\u304D\u307E\u305B\u3093\u3002\u3053\u306E\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306F\u624B\u52D5\u3067\u5B89\u5168\u306B\u524A\u9664\u3067\u304D\u307E\u3059: {0}
IMG-0039=\u30DF\u30C9\u30EB\u30A6\u30A7\u30A2\u30FB\u30A4\u30F3\u30B9\u30C8\u30FC\u30E9([[green: {0}]])\u306E\u30D0\u30FC\u30B8\u30E7\u30F3[[cyan: {1}]]\u3092\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059
IMG-0040=\u30AB\u30B9\u30BF\u30E0\u30FB\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u6307\u5B9A\u3059\u308B\u5834\u5408\u3001\u30A4\u30F3\u30B9\u30C8\u30FC\u30E9{0}\u306E\u305D\u308C\u305E\u308C\u306B\u5BFE\u3057\u3066\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002{1}\u500B\u898B\u3064\u304B\u308A\u307E\u305F\u304C\u3001{2}\u500B\u5FC5\u8981\u3067\u3059\u3002
IMG-0041={1}\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u7528\u306B\u6307\u5B9A\u3055\u308C\u305F\u30A4\u30F3\u30B9\u30C8\u30FC\u30E9\u30FB\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30D5\u30A1\u30A4\u30EB: {0}\u3092\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059
IMG-0042={0}\u306F\u898B\u3064\u304B\u3089\u306A\u304B\u3063\u305F\u304B\u3001\u901A\u5E38\u306E\u30D5\u30A1\u30A4\u30EB\u3067\u306F\u3042\u308A\u307E\u305B\u3093
IMG-0043={0}\u3092\u30D3\u30EB\u30C9\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u30FB\u30D5\u30A9\u30EB\u30C0\u306B\u30B3\u30D4\u30FC\u3057\u3066\u3044\u307E\u3059\u3002
IMG-0044=\u5F15\u6570\u304C\u7121\u52B9\u3067\u3059\u3002--key\u3068--path\u306F\u3044\u305A\u308C\u3082\u5FC5\u9808\u30D1\u30E9\u30E1\u30FC\u30BF\u3067\u3042\u308A\u3001\u7A7A\u306B\u306F\u3067\u304D\u307E\u305B\u3093\u3002
IMG-0045=\u5F15\u6570\u304C\u7121\u52B9\u3067\u3059\u3002--key\u306E\u5024\u306F\u30AD\u30E3\u30C3\u30B7\u30E5\u5185\u306E\u6709\u52B9\u306A\u30A8\u30F3\u30C8\u30EA\u306B\u5BFE\u5FDC\u3057\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
IMG-0046=\u30AD\u30E3\u30C3\u30B7\u30E5\u304B\u3089\u3059\u3079\u3066\u306E\u30A8\u30F3\u30C8\u30EA\u3092\u524A\u9664\u3057\u307E\u3057\u305F
IMG-0047=\u30AD\u30E3\u30C3\u30B7\u30E5\u306F\u7A7A\u3067\u3059
IMG-0048=\u30A8\u30F3\u30C8\u30EA{0}\u306F\u3059\u3067\u306B{1}\u3068\u3057\u3066\u5B58\u5728\u3057\u307E\u3059\u3002--force\u3092\u4F7F\u7528\u3057\u3066\u30A8\u30F3\u30C8\u30EA\u3092\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u3059\u308B\u304B\u3001\u307E\u305A\u65E2\u5B58\u306E\u30A8\u30F3\u30C8\u30EA\u3092\u524A\u9664\u3057\u3066\u304F\u3060\u3055\u3044: imagetool cache deleteEntry --key={0}
IMG-0049=\u30D5\u30A1\u30A4\u30EB\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002--path {0}\u306E\u5024\u304C\u7121\u52B9\u3067\u3059
IMG-0050=\u30AD\u30E3\u30C3\u30B7\u30E5\u306B\u6B63\u5E38\u306B\u8FFD\u52A0\u3057\u307E\u3057\u305F\u3002[[cyan: {0}]]={1}
IMG-0051=\u30A8\u30F3\u30C8\u30EA[[cyan: {0}]]={1}\u3092\u524A\u9664\u3057\u307E\u3057\u305F
IMG-0052=\u30AD\u30FC\u306B\u5BFE\u3057\u3066\u524A\u9664\u3059\u308B\u3082\u306E\u306F\u3042\u308A\u307E\u305B\u3093: {0}
IMG-0053=[[brightgreen: \u30D3\u30EB\u30C9\u306B\u6210\u529F\u3057\u307E\u3057\u305F\u3002]] \u30D3\u30EB\u30C9\u6642\u9593={0}\u79D2\u3002\u30A4\u30E1\u30FC\u30B8\u30FB\u30BF\u30B0={1}
IMG-0054=[[brightgreen: \u30C6\u30B9\u30C8\u5B9F\u884C\u304C\u5B8C\u4E86\u3057\u307E\u3057\u305F\u3002]]  \u4F5C\u6210\u3055\u308C\u305F\u30A4\u30E1\u30FC\u30B8\u306F\u3042\u308A\u307E\u305B\u3093\u3002
IMG-0055=RunRCU\u3092\u4F7F\u7528\u3067\u304D\u308B\u306E\u306F\u65B0\u898F\u30C9\u30E1\u30A4\u30F3\u306E\u4F5C\u6210\u6642\u306E\u307F\u3067\u3059\u3002--wdtOperation=CREATE\u3092\u8A66\u3059\u304B\u3001--wdtRunRCU\u3092\u524A\u9664\u3057\u3066\u307F\u3066\u304F\u3060\u3055\u3044\u3002
IMG-0056=\u30D1\u30C3\u30C1{0}\u306F\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30B9\u30C8\u30A2\u306B\u306A\u304F\u3001Oracle\u30B5\u30DD\u30FC\u30C8\u306E\u8CC7\u683C\u8A3C\u660E\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002--user\u3092\u30D1\u30B9\u30EF\u30FC\u30C9\u30FB\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u3044\u305A\u308C\u304B\u3068\u3068\u3082\u306B\u6307\u5B9A\u3059\u308B\u304B\u3001\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30B9\u30C8\u30A2\u306B\u624B\u52D5\u3067\u30C7\u30FC\u30BF\u3092\u79FB\u5165\u3057\u3066\u304F\u3060\u3055\u3044\u3002
IMG-0057=bug ID {0}\u306EOPatch\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002\u3053\u306E\u554F\u984C\u304C\u89E3\u6C7A\u3055\u308C\u306A\u3044\u5834\u5408\u306F\u3001bug/\u554F\u984C\u3092\u767B\u9332\u3057\u3066\u304F\u3060\u3055\u3044\u3002
IMG-0058=\u30D1\u30C3\u30C1\u306B\u7A7A/null\u306Ebug\u756A\u53F7\u3092\u6307\u5B9A\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093: {0}
IMG-0059=Oracle ARU\u304B\u3089\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u304C\u7121\u52B9\u3067\u3059\u3002{0}\u306E\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9URL\u3092\u7279\u5B9A\u3067\u304D\u307E\u305B\u3093
IMG-0060=\u30D1\u30C3\u30C1[[cyan: {0}]]\u3092\u30AD\u30E3\u30C3\u30B7\u30E5\u306B\u8FFD\u52A0\u3057\u3066\u3044\u307E\u3059\u3002\u30D1\u30B9={1}
IMG-0061=\u30D1\u30C3\u30C1{1}\u306E\u30AD\u30E3\u30C3\u30B7\u30E5\u306B\u30AD\u30FC{0}\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F
IMG-0062=OPatch\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30B9\u30C8\u30A2\u306B\u898B\u3064\u304B\u3089\u305A\u3001Oracle\u30B5\u30DD\u30FC\u30C8\u306E\u8CC7\u683C\u8A3C\u660E\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002--user\u3092\u30D1\u30B9\u30EF\u30FC\u30C9\u30FB\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u3044\u305A\u308C\u304B\u3068\u3068\u3082\u306B\u6307\u5B9A\u3059\u308B\u304B\u3001\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30B9\u30C8\u30A2\u306B\u624B\u52D5\u3067\u30C7\u30FC\u30BF\u3092\u79FB\u5165\u3057\u3066\u304F\u3060\u3055\u3044\u3002
IMG-0063=\u30D1\u30C3\u30C1{0}\u306E\u30D1\u30C3\u30C1\u60C5\u5831\u3092\u30EA\u30AF\u30A8\u30B9\u30C8\u3057\u3066\u3044\u307E\u3059
IMG-0064=\u30D5\u30A1\u30A4\u30EB{0}\u3092\u30AD\u30E3\u30C3\u30B7\u30E5\u304B\u3089\u30D3\u30EB\u30C9\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA{1}\u306B\u30B3\u30D4\u30FC\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
IMG-0065=OPatch\u30D0\u30FC\u30B8\u30E7\u30F3\u306E\u66F4\u65B0\u3092\u30B9\u30AD\u30C3\u30D7\u3057\u3066\u3044\u307E\u3059\u3002--skipOPatchUpdate
IMG-0066=\u30AD\u30FC\u306Fnull\u306B\u3067\u304D\u307E\u305B\u3093
IMG-0067={0} - \u6700\u65B0\u306E\u63A8\u5968\u30D1\u30C3\u30C1\u3092\u63A2\u3057\u3066\u3044\u307E\u3059...
IMG-0068={0} - \u63A8\u5968\u30D1\u30C3\u30C1{1} {2}\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F
IMG-0069=[[yellow: {0} - \u30D0\u30FC\u30B8\u30E7\u30F3{1}\u306E\u63A8\u5968\u30D1\u30C3\u30C1\u306F\u3042\u308A\u307E\u305B\u3093]]
IMG-0070={0}\u3001\u30D0\u30FC\u30B8\u30E7\u30F3{1}\u306E\u6700\u65B0\u306E\u30D1\u30C3\u30C1\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F
IMG-0071=WDT\u64CD\u4F5C\u304CUPDATE\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001DOMAIN_HOME\u74B0\u5883\u5909\u6570\u304C\u30D9\u30FC\u30B9\u30FB\u30A4\u30E1\u30FC\u30B8{0}\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3067\u3057\u305F\u3002"--wdtOperation CREATE"\u3092\u4F7F\u7528\u3057\u3066\u65B0\u898F\u30C9\u30E1\u30A4\u30F3\u3092\u4F5C\u6210\u3057\u307E\u3059\u304B\u3002
IMG-0072=ORACLE_HOME\u74B0\u5883\u5909\u6570\u304C\u30D9\u30FC\u30B9\u30FB\u30A4\u30E1\u30FC\u30B8\u306B\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u305B\u3093: {0}
IMG-0073=--resourceTemplates\u306B\u30EA\u30B9\u30C8\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB{0}\u306F\u7121\u52B9\u3067\u3059
IMG-0074=OPatch\u306F\u66F4\u65B0\u3055\u308C\u307E\u305B\u3093\u3002fromImage\u306B\u6307\u5B9A\u3055\u308C\u305F\u30D0\u30FC\u30B8\u30E7\u30F3\u306F{0}\u3067\u3059\u304C\u3001\u4F7F\u7528\u53EF\u80FD\u306A\u30D0\u30FC\u30B8\u30E7\u30F3\u306F{1}\u3067\u3059
IMG-0075=\u3067\u304D\u308B\u3053\u3068\u306F\u4F55\u3082\u3042\u308A\u307E\u305B\u3093\u3002\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30A8\u30F3\u30C8\u30EA\u306F\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059
IMG-0076=\u5F15\u6570\u304C\u7121\u52B9\u3067\u3059\u3002{0}\u306B\u6307\u5B9A\u3055\u308C\u305F\u5024\u306F\u7121\u52B9\u307E\u305F\u306F\u7A7A\u3067\u3059\u3002
IMG-0077=\u91CD\u8907\u3059\u308B\u30D1\u30C3\u30C1{0}\u3092\u30B9\u30AD\u30C3\u30D7\u3057\u3066\u3044\u307E\u3059\u3002\u30D1\u30C3\u30C1\u30FB\u30D5\u30A1\u30A4\u30EB\u306F\u30D3\u30EB\u30C9\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u30FB\u30D5\u30A9\u30EB\u30C0\u306B\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002\u8AA4\u3063\u3066\u30D1\u30C3\u30C1\u30922\u56DE\u30EA\u30B9\u30C8\u3057\u307E\u3057\u305F\u304B\u3002
IMG-0078=\u30D3\u30EB\u30C9\u3092\u958B\u59CB\u3057\u3066\u3044\u307E\u3059: {0}
IMG-0079=OS\u30D1\u30C3\u30B1\u30FC\u30B8\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306E\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u3002{0}\u304B\u3089{1}\u306B\u5909\u66F4\u3057\u307E\u3057\u305F
IMG-0080=\u30D3\u30EB\u30C9\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u30FB\u30D5\u30A9\u30EB\u30C0{0}\u306E\u30AF\u30EA\u30FC\u30F3\u30FB\u30A2\u30C3\u30D7\u306B\u5931\u6557\u3057\u307E\u3057\u305F
IMG-0081=Oracle\u66F4\u65B0(ARU)\u304B\u3089Oracle\u30EA\u30EA\u30FC\u30B9\u306E\u30EA\u30B9\u30C8\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002\u5F8C\u3067\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
IMG-0082=\u30D0\u30FC\u30B8\u30E7\u30F3{0}\u306B\u306F{1}\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30B9\u30AD\u30C3\u30D7\u3057\u3066\u3044\u307E\u3059
IMG-0083=\u30D1\u30C3\u30C1ID {1}\u306E\u30D0\u30FC\u30B8\u30E7\u30F3{0}\u304C\u4F7F\u7528\u53EF\u80FD\u306A\u30D0\u30FC\u30B8\u30E7\u30F3\u306E\u4E2D\u306B\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F: {2}
IMG-0084={0}\u306E\u63A8\u5968\u30D1\u30C3\u30C1\u306F\u898B\u3064\u304B\u308A\u307E\u305B\u3093
IMG-0085=\u63A8\u5968ADR\u30D1\u30C3\u30C1\u304CWLS\u30A4\u30F3\u30B9\u30C8\u30FC\u30E9\u306B\u5BFE\u3057\u3066\u30B9\u30AD\u30C3\u30D7\u3055\u308C\u307E\u3057\u305F\u3002\u3053\u306E\u30D1\u30C3\u30C1\u3092\u9069\u7528\u3059\u308B\u306B\u306F--patch {0}\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044
IMG-0086=\u30D1\u30C3\u30C1\u756A\u53F7[[brightred: {0}]]\u304COracle\u30B5\u30FC\u30D0\u30FC\u3067\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002My Oracle Support\u3092\u4F7F\u7528\u3057\u3066\u30D1\u30C3\u30C1\u756A\u53F7\u304C\u6B63\u3057\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
IMG-0087=--fromImage={0}\u306EOracle\u30DB\u30FC\u30E0\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306B\u6240\u6709\u8005\u3068\u30B0\u30EB\u30FC\u30D7{1}:{2}\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u30A4\u30E1\u30FC\u30B8\u304C\u4F5C\u6210\u3055\u308C\u305F\u3068\u304D\u3068\u540C\u3058\u30E6\u30FC\u30B6\u30FC\u304A\u3088\u3073\u30B0\u30EB\u30FC\u30D7\u306E\u8A2D\u5B9A\u3067\u30A4\u30E1\u30FC\u30B8\u3092\u66F4\u65B0\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u4F8B: --chown={1}:{2}
IMG-0088=\u30D3\u30EB\u30C9\u30FB\u30B3\u30DE\u30F3\u30C9\u304C\u30A8\u30E9\u30FC\u3067\u5931\u6557\u3057\u307E\u3057\u305F: {0}
IMG-0089=WDT_MODEL_HOME\u304C\u30BD\u30FC\u30B9\u30FB\u30A4\u30E1\u30FC\u30B8\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30E2\u30C7\u30EB\u306E\u5834\u6240\u3092\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059: {0}
IMG-0090=WDT\u30E2\u30C7\u30EB\u306E\u307F\u3092\u30EA\u30D9\u30FC\u30B9\u3057\u3066\u3044\u307E\u3059\u3002{0}\u306E\u30BD\u30FC\u30B9\u30FB\u30A4\u30E1\u30FC\u30B8\u306B\u30C9\u30E1\u30A4\u30F3\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F
IMG-0091=\u30BD\u30FC\u30B9\u30FB\u30A4\u30E1\u30FC\u30B8{0}\u304B\u3089\u8A2D\u5B9A\u3092\u8AAD\u307F\u53D6\u3063\u3066\u3044\u307E\u3059
IMG-0092=ORACLE_HOME\u306F{0} (--fromImage)\u306B\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002\u30DF\u30C9\u30EB\u30A6\u30A7\u30A2\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3092\u30B9\u30AD\u30C3\u30D7\u3057\u3066\u3044\u307E\u3059
IMG-0093=\u30D1\u30C3\u30C1\u9069\u7528\u304C\u30B9\u30AD\u30C3\u30D7\u3055\u308C\u307E\u3057\u305F\u3002CREATE\u3092\u4F7F\u7528\u3057\u3066\u3001\u65E2\u5B58\u306EORACLE_HOME\u306E--fromImage\u306B\u30D1\u30C3\u30C1\u3092\u9069\u7528\u3059\u308B\u3053\u3068\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u30D1\u30C3\u30C1\u304C\u9069\u7528\u3055\u308C\u305F\u30A4\u30E1\u30FC\u30B8\u3092\u4F5C\u6210\u3059\u308B\u306B\u306F\u3001CREATE\u3092Linux\u30D9\u30FC\u30B9\u30FB\u30A4\u30E1\u30FC\u30B8\u3068\u3068\u3082\u306B\u4F7F\u7528\u3057\u3001WebLogic\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3068\u30D1\u30C3\u30C1\u3092\u540C\u6642\u306B\u9069\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
IMG-0094=\u30BD\u30FC\u30B9\u30FB\u30A4\u30E1\u30FC\u30B8\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30E9\u30FB\u30BF\u30A4\u30D7: ([[green: {0}]])
IMG-0095=fromImage\u306EOracle\u30D1\u30C3\u30C1\u306B\u5BFE\u3059\u308B\u30EC\u30B9\u30DD\u30F3\u30B9\u3092\u89E3\u6790\u3067\u304D\u307E\u305B\u3093: {0}
IMG-0096=\u30A4\u30E1\u30FC\u30B8{0}\u5185\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u6E08\u88FD\u54C1\u3092\u5224\u5225\u3067\u304D\u307E\u305B\u3093\u3002\u6700\u3082\u53EF\u80FD\u6027\u306E\u9AD8\u3044\u539F\u56E0\u306F\u3001\u3053\u306E\u30A4\u30E1\u30FC\u30B8\u5185\u306Eregistry.xml\u304C\u7121\u52B9\u3067\u3042\u308B\u3053\u3068\u3067\u3059\u3002\u30A4\u30F3\u30B9\u30C8\u30FC\u30E9\u306E\u30BF\u30A4\u30D7\u3092\u30C7\u30D5\u30A9\u30EB\u30C8\u306E[[green: WLS]]\u306B\u8A2D\u5B9A\u3057\u3066\u3044\u307E\u3059\u3002
IMG-0097={0}\u3092\u691C\u67FB\u3057\u3066\u3044\u307E\u3059\u3002\u30A4\u30E1\u30FC\u30B8\u304C\u30ED\u30FC\u30AB\u30EB\u3067\u4F7F\u7528\u3067\u304D\u306A\u3044\u5834\u5408\u3001\u6570\u5206\u304B\u304B\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
IMG-0098=\u30D1\u30C3\u30C1[[red: {0}]]\u306F\u30B9\u30BF\u30C3\u30AF\u30FB\u30D1\u30C3\u30C1\u30FB\u30D0\u30F3\u30C9\u30EB\u3067\u3042\u308A\u3001\u30D1\u30C3\u30C1\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002--patches\u304B\u3089{0}\u3092\u524A\u9664\u3057\u3001\u304B\u308F\u308A\u306B[[cyan: --recommendedPatches]]\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
IMG-0099=\u30D0\u30FC\u30B8\u30E7\u30F3[[cyan: {1}]]\u306E\u30D1\u30C3\u30C1[[cyan: {0}]]\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002Bug\u306E\u8AAC\u660E: "{2}"
IMG-0100=\u5F15\u6570--fromImage\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u66F4\u65B0\u306E\u969B\u306B\u306F\u30A4\u30E1\u30FC\u30B8\u3092\u66F4\u65B0\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002--fromImage\u3092\u4F7F\u7528\u3057\u3066\u3001\u57FA\u790E\u3068\u306A\u308B\u30A4\u30E1\u30FC\u30B8\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
IMG-0101=\u30EA\u30AF\u30A8\u30B9\u30C8\u3057\u305FOPatch\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093: {0}
IMG-0102=WDT {0}\u30D5\u30A1\u30A4\u30EB[[brightred: {1}]]\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
IMG-0103=wdtVersion\u306Fnone\u306B\u3067\u304D\u307E\u305B\u3093\u3002\u30A4\u30E1\u30FC\u30B8\u30FB\u30C4\u30FC\u30EB\u306E\u30AD\u30E3\u30C3\u30B7\u30E5\u306B\u3042\u308B\u6709\u52B9\u306A\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u5FC5\u8981\u3067\u3059\u3002
IMG-0104=WDT\u30A4\u30F3\u30B9\u30C8\u30FC\u30E9\u30FB\u30D5\u30A1\u30A4\u30EB\u3001WDT\u30E2\u30C7\u30EB\u30FB\u30D5\u30A1\u30A4\u30EB\u3001WDT\u5909\u6570\u30D5\u30A1\u30A4\u30EB\u3001WDT\u30A2\u30FC\u30AB\u30A4\u30D6\u30FB\u30D5\u30A1\u30A4\u30EB\u306E\u3046\u3061\u5C11\u306A\u304F\u3068\u30821\u3064\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
IMG-0105=\u30A4\u30F3\u30B9\u30C8\u30FC\u30E9\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u306B\u306F\u30AD\u30FC\u30EF\u30FC\u30C9'none'\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
IMG-0106=\u30D1\u30C3\u30C1\u30FB\u30B5\u30FC\u30D0\u30FC\u304B\u3089\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u306E\u53D6\u5F97\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002{0}\u3002\u518D\u8A66\u884C\u4E2D[{1}/{2}]
IMG-0107={1}\u304B\u3089\u306E\u30D5\u30A1\u30A4\u30EB{0}\u306E\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u304A\u3088\u3073\u4FDD\u5B58\u306B\u5931\u6557\u3057\u307E\u3057\u305F: {2}
IMG-0108=\u74B0\u5883\u5909\u6570{0}="{1}"\u306F\u6574\u6570\u3067\u306F\u306A\u3044\u305F\u3081\u3001\u7121\u8996\u3055\u308C\u307E\u3059\u3002
IMG-0109={0}\u306B\u7121\u52B9\u306A\u5024\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002{1} < {2}\u3002\u30C7\u30D5\u30A9\u30EB\u30C8\u5024\u3092\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059: {3}\u3002
IMG-0110=\u518D\u8A66\u884C\u56DE\u6570\u306E\u4E0A\u9650\u306B\u9054\u3057\u307E\u3057\u305F\u3002Oracle\u304B\u3089\u30D1\u30C3\u30C1\u60C5\u5831\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093
IMG-0111=WLSIMG_BLDDIR\u3067\u6307\u5B9A\u3059\u308B\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306F\u3001\u3053\u306E\u30C4\u30FC\u30EB\u3092\u5B9F\u884C\u3059\u308B\u524D\u306B\u5B58\u5728\u3057\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059: {0}
IMG-0112=WLSIMG_BLDDIR\u3067\u6307\u5B9A\u3059\u308B\u5024\u306F\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059: {0}
IMG-0113=WLSIMG_BLDDIR\u3067\u6307\u5B9A\u3059\u308B\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306F\u66F8\u8FBC\u307F\u53EF\u80FD\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059: {0}
IMG-0114=additionalBuildCommands\u306E\u30BB\u30AF\u30B7\u30E7\u30F3{0}\u3092\u89E3\u6790\u3067\u304D\u307E\u305B\u3093: {1}
IMG-0115=Oracle\u30D1\u30C3\u30C1\u30FB\u30B5\u30FC\u30D0\u30FC\u306B\u30A2\u30AF\u30BB\u30B9\u3057\u3066\u30D1\u30C3\u30C1\u306E\u7AF6\u5408\u3092\u30C1\u30A7\u30C3\u30AF\u3067\u304D\u307E\u305B\u3093\u3002\u30AA\u30F3\u30E9\u30A4\u30F3\u306E\u7AF6\u5408\u30C1\u30A7\u30C3\u30AF\u3092\u30B9\u30AD\u30C3\u30D7\u3057\u3066\u3044\u307E\u3059\u3002OPatch\u306F\u30D3\u30EB\u30C9\u4E2D\u306B\u30ED\u30FC\u30AB\u30EB\u3067\u30D1\u30C3\u30C1\u3092\u30C1\u30A7\u30C3\u30AF\u3057\u307E\u3059\u3002
IMG-0116=\u30D1\u30C3\u30C1\u306E\u7AF6\u5408\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002\u89D2\u30AB\u30C3\u30B3\u5185\u306B\u30EA\u30B9\u30C8\u3055\u308C\u305F\u30D1\u30C3\u30C1\u304C\u76F8\u4E92\u306B\u7AF6\u5408\u3057\u3066\u3044\u307E\u3059\u3002\u3053\u308C\u3089\u306E\u4FEE\u6B63\u306F\u3001Oracle\u304B\u3089\u306E\u30DE\u30FC\u30B8\u6E08\u30D1\u30C3\u30C1\u304C\u306A\u3051\u308C\u3070\u9069\u7528\u3067\u304D\u307E\u305B\u3093:
IMG-0117=--sourceImage\u306E\u5024\u306F\u7A7A\u306B\u3067\u304D\u307E\u305B\u3093\u3002
IMG-0118=\u30D3\u30EB\u30C9ID {0}\u306E\u4E2D\u9593\u30B3\u30F3\u30C6\u30CA\u30FB\u30A4\u30E1\u30FC\u30B8\u306E\u30AF\u30EA\u30FC\u30F3\u30FB\u30A2\u30C3\u30D7\u306B\u5931\u6557\u3057\u307E\u3057\u305F
