IMG-0000=Se ha detectado el valor JAVA_HOME en {0} (--fromImage). Omitiendo instalaci\u00F3n de JDK
IMG-0001=[[yellow: {0} - No hay PSU recomendadas para la versi\u00F3n {1}]]
IMG-0002=fromImage {0} especificado por el usuario
IMG-0003=Directorio temporal utilizado para el contexto de creaci\u00F3n de imagen: {0}
IMG-0004=ID de parche no v\u00E1lido, {0}. Este ID debe tener el formato {1}, donde la primera parte es el ID del parche de 8 d\u00EDgitos y la segunda mitad, tras el guion bajo, es la versi\u00F3n del parche. Se debe especificar la versi\u00F3n con 5 partes como 12.2.1.3.0 o 12.2.1.3.190416. Se necesita la versi\u00F3n al agregar un parche a la cach\u00E9 o cuando haya varias versiones del mismo n\u00FAmero de parche para distintas versiones.
IMG-0005=Archivo de respuesta del instalador: {0}
IMG-0006=No se ha detectado ning\u00FAn conflicto de parches
IMG-0007={0} no es un directorio
IMG-0008=Actualizando OPatch en imagen final de la versi\u00F3n {0} a la versi\u00F3n {1}
IMG-0009=No se ha proporcionado ninguna credencial. Omitiendo comprobaci\u00F3n de conflictos de parches.
IMG-0010=El directorio ra\u00EDz de Oracle se definir\u00E1 en [[cyan: {0}]]
IMG-0011=El instalador con --key="{0}" no est\u00E1 en la cach\u00E9 local. Descargue el instalador y agr\u00E9guelo a la cach\u00E9 con "imagetool cache addInstaller ..."
IMG-0012=Comprobando parches en conflicto
IMG-0013=Error al analizar el archivo de comandos de creaci\u00F3n adicionales {0}
IMG-0014=La secci\u00F3n de comandos de creaci\u00F3n adicionales, {0}, no es una de las secciones v\u00E1lidas: {1}
IMG-0015=Comandos de creaci\u00F3n adicionales. Agregando {0} l\u00EDneas a la secci\u00F3n [{1}]
IMG-0016=ID de creaci\u00F3n de Image Tool: [[cyan: {0}]]
IMG-0017=Usando parche [[cyan: {0}]] de la cach\u00E9: {1}
IMG-0018=Descargando parche [[cyan: {0}]]...
IMG-0019={0} - Buscando n\u00FAmero de parche para la \u00FAltima PSU...
IMG-0020={0} - El n\u00FAmero de parche de la \u00FAltima PSU es [[cyan: {1}]]
IMG-0021=El valor ORACLE_HOME debe ser el mismo tanto en la imagen nueva como en la antigua para establecer una nueva base del dominio
IMG-0022=Credenciales de Servicios de Soporte Oracle no v\u00E1lidas. Verifique que los valores proporcionados para el usuario y la contrase\u00F1a coincidan con sus credenciales de OTN
IMG-0023=No hay ninguna PSU recomendada para {0}, versi\u00F3n {1}
IMG-0024=El archivo de parches almacenado en cach\u00E9, {0}, tiene una ruta vac\u00EDa
IMG-0025=No hay ning\u00FAn directorio ra\u00EDz de dominio en la imagen de origen. Agregue la variable de entorno DOMAIN_HOME a la imagen de origen y vuelva a intentarlo.
IMG-0026=El valor JAVA_HOME debe ser el mismo tanto en la imagen nueva como en la antigua para establecer una nueva base del dominio
IMG-0027=El valor de --chown debe ser un usuario y un grupo separados por dos puntos. Por ejemplo: user:group
IMG-0028=--chown debe contener un UID (ID de usuario) de Unix v\u00E1lido, con 32 caracteres de longitud como m\u00E1ximo y que debe empezar por un car\u00E1cter en min\u00FAsculas. Valor no v\u00E1lido = {0}
IMG-0029=--chown debe contener un GID (ID de grupo) de Unix v\u00E1lido. No se permiten m\u00E1s de 32 caracteres y debe empezar por un car\u00E1cter en min\u00FAsculas. Valor no v\u00E1lido = {0}
IMG-0030=El archivo de comandos de creaci\u00F3n adicionales no existe: {0}
IMG-0031=No se han proporcionado credenciales. No se puede determinar latestPSU o recommendedPatches. Especifique --user y una de las opciones --password.
IMG-0032=No se ha encontrado la \u00FAltima PSU para {0}, versi\u00F3n {1}
IMG-0033=No se ha proporcionado ninguna credencial. Omitiendo la validaci\u00F3n de los parches
IMG-0034=El ID de parche {0} tiene varias versiones. Vuelva a intentar ejecutar el comando con una de las versiones de parches disponibles: {1}
IMG-0035=additionalBuildFile no se ha podido copiar: {0}
IMG-0036=No se ha encontrado el archivo de inventario del instalador: {0}
IMG-0037=No se ha encontrado el parche {0} para la versi\u00F3n {1}
IMG-0038=No se ha podido limpiar el directorio temporal. Es seguro eliminar este directorio manualmente: {0}
IMG-0039=Usando instaladores de middleware ([[green: {0}]]) versi\u00F3n [[cyan: {1}]]
IMG-0040=Al proporcionar archivos de respuesta personalizados, se debe proporcionar un archivo de respuesta para cada uno de los instaladores: {0}. Se han encontrado {1}, pero se esperaban {2}.
IMG-0041=Utilizando el archivo de respuesta del instalador proporcionado: {0} para la instalaci\u00F3n de {1}
IMG-0042={0} no se ha encontrado o no es un archivo normal
IMG-0043=Copiando {0} en la carpeta del contexto de creaci\u00F3n.
IMG-0044=Argumentos no v\u00E1lidos. --key y --path son par\u00E1metros necesarios y no pueden estar vac\u00EDos.
IMG-0045=Argumento no v\u00E1lido. El valor de --key se debe corresponder con una entrada v\u00E1lida en la cach\u00E9.
IMG-0046=Se han suprimido todas las entradas de la cach\u00E9
IMG-0047=la cach\u00E9 est\u00E1 vac\u00EDa
IMG-0048=La entrada {0} ya existe como {1}. Utilice --force para sustituir la entrada o elimine primero la entrada existente: imagetool cache deleteEntry --key={0}
IMG-0049=No se han encontrado el archivo. Valor no v\u00E1lido para --path {0}
IMG-0050=Se ha agregado correctamente a la cach\u00E9. [[cyan: {0}]]={1}
IMG-0051=Se ha suprimido la entrada [[cyan: {0}]]={1}
IMG-0052=No hay nada que suprimir para la clave: {0}
IMG-0053=[[brightgreen: Creaci\u00F3n correcta.]] Hora de creaci\u00F3n={0}\u00A0s. Etiqueta de imagen={1}
IMG-0054=[[brightgreen: Ejecuci\u00F3n simulada completa.]] No se ha creado ninguna imagen.
IMG-0055=RunRCU solo se puede usar al crear un nuevo dominio. Pruebe con --wdtOperation=CREATE o eliminando --wdtRunRCU.
IMG-0056=El parche {0} no est\u00E1 en el almac\u00E9n de cach\u00E9s y no ha proporcionado las credenciales de Servicios de Soporte Oracle. Especifique --user con una de las opciones de contrase\u00F1a o rellene el almac\u00E9n de cach\u00E9s manualmente.
IMG-0057=No se ha encontrado ninguna versi\u00F3n de OPatch para el ID de bug {0}. Registre un bug o una incidencia si el problema persiste.
IMG-0058=Un parche no puede tener un n\u00FAmero de bug vac\u00EDo/nulo: {0}
IMG-0059=Respuesta no v\u00E1lida de ARU de Oracle. No se ha encontrado la URL de descarga para {0}
IMG-0060=Agregando parche [[cyan: {0}]] a cach\u00E9, ruta={1}
IMG-0061=No se ha encontrado la clave {0} en la cach\u00E9 para el parche {1}
IMG-0062=No se ha encontrado la versi\u00F3n de OPatch en el almac\u00E9n de cach\u00E9s y no ha proporcionado las credenciales de Servicios de Soporte Oracle. Especifique --user con una de las opciones de contrase\u00F1a o rellene el almac\u00E9n de cach\u00E9s manualmente.
IMG-0063=Solicitando informaci\u00F3n para el parche {0}
IMG-0064=Fallo al copiar el archivo, {0}, de la cach\u00E9 en el directorio de contexto de creaci\u00F3n, {1}
IMG-0065=Omitiendo actualizaci\u00F3n de versi\u00F3n de OPatch, --skipOPatchUpdate
IMG-0066=La clave no puede ser nula
IMG-0067={0} - Buscando los \u00FAltimos parches recomendados...
IMG-0068={0} - Se ha encontrado el parche recomendado {1} {2}
IMG-0069=[[yellow: {0} - No hay parches recomendados para la versi\u00F3n {1}]]
IMG-0070=No se han encontrado los \u00FAltimos parches para {0}, versi\u00F3n {1}
IMG-0071=La operaci\u00F3n de WDT se ha definido en UPDATE, pero la variable de entorno DOMAIN_HOME no se ha definido en la imagen base, {0}. \u00BFQuer\u00EDa en realidad usar "--wdtOperation CREATE" para crear un nuevo dominio?
IMG-0072=La variable de entorno ORACLE_HOME no se ha definido en la imagen base: {0}
IMG-0073=Se ha mostrado un archivo no v\u00E1lido, {0}, para --resourceTemplates
IMG-0074=OPatch no se actualizar\u00E1. fromImage tiene la versi\u00F3n {0}; la versi\u00F3n disponible es la {1}
IMG-0075=No hay ninguna acci\u00F3n que realizar. Ya existe la entrada de cach\u00E9
IMG-0076=Argumento no v\u00E1lido. El valor proporcionado para {0} no es v\u00E1lido o est\u00E1 vac\u00EDo.
IMG-0077=Omitiendo parche {0} duplicado. El archivo de parches ya existe en la carpeta de contexto de creaci\u00F3n. \u00BFHa mostrado por error el parche dos veces?
IMG-0078=Iniciando creaci\u00F3n: {0}
IMG-0079=Sustituci\u00F3n del gestor de paquetes del sistema operativo. Se ha cambiado de {0} a {1}
IMG-0080=Fallo al limpiar la carpeta de contexto de compilaci\u00F3n {0}
IMG-0081=No se ha podido recuperar la lista de versiones de Oracle de actualizaciones de Oracle (ARU). Vuelva a intentarlo m\u00E1s tarde.
IMG-0082=La versi\u00F3n {0} no contiene {1}. Omitiendo
IMG-0083=La versi\u00F3n {0} para el ID de parche {1} no se ha encontrado en las versiones disponibles: {2}
IMG-0084=No se han encontrado parches recomendados para {0}
IMG-0085=Se ha omitido el parche de ADR recomendado para el instalador de WLS. Use --patch {0} para aplicar este parche
IMG-0086=No se ha encontrado el n\u00FAmero de parche [[brightred: {0}]] en los servidores de Oracle. Verifique que el n\u00FAmero de parche es correcto con My Oracle Support.
IMG-0087=El directorio ra\u00EDz de Oracle de --fromImage={0} tiene un propietario y un grupo {1}:{2}. Debe actualizar la imagen con la misma configuraci\u00F3n de usuario y grupo que cuando se cre\u00F3. Ejemplo: --chown={1}:{2}
IMG-0088=Fallo del comando de creaci\u00F3n con el error: {0}
IMG-0089=WDT_MODEL_HOME no se ha definido en la imagen de origen. Usando la ubicaci\u00F3n del modelo por defecto: {0}
IMG-0090=Estableciendo solo la nueva base de los modelos de WDT. No se ha encontrado un dominio en la imagen de origen en {0}
IMG-0091=Leyendo configuraci\u00F3n de la imagen de origen {0}
IMG-0092=El valor ORACLE_HOME ya existe en {0} (--fromImage). Omitiendo instalaciones de middleware
IMG-0093=Aplicaci\u00F3n de parches omitida. El uso de CREATE para aplicar un parche a --fromImage con un valor ORACLE_HOME existente no est\u00E1 soportado. Para crear una imagen con parches, use CREATE con una imagen base de Linux y aplique la instalaci\u00F3n y los parches de WebLogic a la vez.
IMG-0094=Tipo de instalador de imagen de origen: ([[green: {0}]])
IMG-0095=No se ha podido analizar la respuesta para los parches de Oracle en fromImage: {0}
IMG-0096=No se han podido determinar los productos instalados en la imagen {0}. La causa m\u00E1s probable es que el archivo registry.xml de esta imagen no sea v\u00E1lido. Definiendo el tipo de instalador por defecto en [[green: WLS]].
IMG-0097=Inspeccionando {0}. Esta operaci\u00F3n puede tardar unos minutos si la imagen no est\u00E1 disponible localmente.
IMG-0098=El parche [[red: {0}]] es un grupo de parches de pila, no un parche. Elimine {0} de --patches y use [[cyan: --recommendedPatches]] en su lugar.
IMG-0099=Se ha encontrado un parche [[cyan: {0}]] para la versi\u00F3n [[cyan: {1}]]. Descripci\u00F3n del bug: "{2}"
IMG-0100=Falta el argumento --fromImage. La actualizaci\u00F3n exige que se actualice una imagen. Use --fromImage para especificar la imagen sobre la que se va a crear.
IMG-0101=La versi\u00F3n de OPatch que ha solicitado no est\u00E1 disponible: {0}
IMG-0102=No se ha encontrado el archivo {0} de WDT [[brightred: {1}]].
IMG-0103=El valor de wdtVersion no puede ser none. Se necesita una versi\u00F3n v\u00E1lida de la cach\u00E9 de Image Tool.
IMG-0104=Debe proporcionar al menos uno de estos valores: un archivo de instalador de WDT, un archivo de modelo de WDT, un archivo de variables de WDT o un archivo de almacenamiento de WDT.
IMG-0105=En la versi\u00F3n del instalador no se puede usar la palabra clave 'none'.
IMG-0106=Fallo al obtener respuesta del servidor de parches, {0}. Reintentos [{1}/{2}]
IMG-0107=Fallo al descargar y guardar el archivo {0} de {1}: {2}
IMG-0108=La variable de entorno {0}="{1}" no es un entero y se ignorar\u00E1.
IMG-0109=Se ha encontrado un valor no v\u00E1lido en {0}. {1} < {2}. Usando valor por defecto: {3}.
IMG-0110=Se han agotado los reintentos. No se ha podido obtener la informaci\u00F3n del parche de Oracle
IMG-0111=El directorio especificado con WLSIMG_BLDDIR debe existir para poder ejecutar esta herramienta: {0}
IMG-0112=El valor especificado con WLSIMG_BLDDIR debe ser un directorio: {0}
IMG-0113=Se debe poder escribir en el directorio especificado con WLSIMG_BLDDIR: {0}
IMG-0114=No se ha podido analizar la secci\u00F3n {0} de additionalBuildCommands: {1}
IMG-0115=No se ha podido acceder al servidor de parches de Oracle para comprobar si hay conflictos de parches. Omitiendo la comprobaci\u00F3n del conflicto en l\u00EDnea. OPatch comprobar\u00E1 los parches localmente durante el proceso de creaci\u00F3n.
IMG-0116=Se ha detectado un conflicto de parches. Los parches que aparecen dentro de los corchetes tienen conflictos entre s\u00ED. Estas correcciones no se pueden aplicar sin un parche de fusi\u00F3n de Oracle:
IMG-0117=El valor para --sourceImage no debe estar vac\u00EDo.
IMG-0118=Fallo al limpiar las im\u00E1genes de contenedor intermedio para el ID de compilaci\u00F3n {0}
